# -*- coding: utf-8 -*-
Datas = {
    "10001367": {
        "talks": [
            {
                "msg": "@S{4}只有经过千锤百炼的士兵，才能在战场上所向披靡。@B@B@S{4}想了解练兵场的具体玩法，可查阅下列介绍。", 
                "keys": [
                    {
                        "type": 0, 
                        "key": "DDT_JBJS", 
                        "title": "练兵场基本介绍"
                    }, 
                    {
                        "type": 0, 
                        "key": "DDT_LBCYC", 
                        "title": "练兵场的用处"
                    }, 
                    {
                        "type": 0, 
                        "key": "DDT_ZLLBC", 
                        "title": "如何占领练兵场"
                    }, 
                    {
                        "type": 0, 
                        "key": "DDT_LHLB", 
                        "title": "如何练兵"
                    }
                ], 
                "functions": [], 
                "key": "Talk", 
                "visibles": []
            }, 
            {
                "msg": "@S{4}练兵场是用于获取兵力经验，提升天兵营士兵等级的场地。在上古阵地中共有45座练兵场，其中有28座低级练兵场，14座中级练兵场，以及3座高级练兵场。", 
                "keys": [], 
                "functions": [
                    {
                        "expenditures": [], 
                        "conditions": [], 
                        "actions": []
                    }
                ], 
                "key": "DDT_JBJS", 
                "visibles": []
            }, 
            {
                "msg": "@S{4}占领练兵场，一方面可以解锁天兵营兵种和将官的等级上限。如低级练兵场可令将士等级上限达到5级，中级练兵场将士等级上限为6级，高级练兵场的将士等级上限为7级。另一方面，完成练兵场的练兵任务还能获得大量兵力经验。@B@B@S{4}总而言之，占领练兵场便能够提升你的个人兵力，助你日后在攻城战，帮会争霸战，阵营争霸战中拥有更强大的部队。", 
                "keys": [], 
                "functions": [
                    {
                        "expenditures": [], 
                        "conditions": [], 
                        "actions": []
                    }
                ], 
                "key": "DDT_LBCYC", 
                "visibles": []
            }, 
            {
                "msg": "@S{4}和我身旁的先锋官陆斩对话，即可在上古阵地45座练兵场中，选择一座练兵场前往争夺，消灭敌军并夺下阵旗便可占领该练兵场。注意！每个玩家只能占领一座练兵场。@B@B@S{4}占领新的练兵场，原有的练兵场将会自动放弃。同时争夺练兵场必须从低级开始逐级挑战，无法越级挑战。", 
                "keys": [], 
                "functions": [], 
                "key": "DDT_ZLLBC", 
                "visibles": []
            }, 
            {
                "msg": "@S{4}占领练兵场后，即可在练兵场门口的总管处领取练兵任务。@B@B@S{4}不过领取练兵任务需消耗练兵令，此令牌可在帮会商店处购买，同时每天只能领取两次练兵任务。", 
                "keys": [], 
                "functions": [], 
                "key": "DDT_LHLB", 
                "visibles": []
            }
        ], 
        "npcID": "10001367"
    }
}