# -*- coding: utf-8 -*-
Datas = {
    "L_TLDC": {
        2: {
            "comment": "巡逻守卫\\站立守卫", 
            "monsterInfo": {
                "20002471": 8, 
                "20002470": 8, 
                "20002473": 4, 
                "20002472": 12, 
                "20002474": 4, 
                "20002466": 3, 
                "20002467": 3, 
                "20002468": 3, 
                "20002469": 3
            }
        }, 
        3: {
            "comment": "精英弟子荒啸", 
            "monsterInfo": {
                "20002475": 1
            }
        }, 
        4: {
            "comment": "支援暗怪", 
            "monsterInfo": {
                "20001490": 2, 
                "20001491": 4
            }
        }, 
        5: {
            "comment": "Boss大巫巫维", 
            "monsterInfo": {
                "20001492": 1
            }
        }, 
        6: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000464": 1
            }
        }, 
        7: {
            "comment": "小兵", 
            "monsterInfo": {
                "20005920": 12, 
                "20005919": 12
            }
        }, 
        10: {
            "comment": "表演精英", 
            "monsterInfo": {
                "20011942": 1
            }
        }, 
        11: {
            "comment": "表演小怪", 
            "monsterInfo": {
                "20011943": 1, 
                "20011944": 1
            }
        }, 
        12: {
            "comment": "表演小怪", 
            "monsterInfo": {
                "20011945": 1, 
                "20011946": 1
            }
        }, 
        13: {
            "comment": "表演小怪", 
            "monsterInfo": {
                "20011948": 1, 
                "20011947": 1
            }
        }
    }, 
    "L_FMNL_Planes008": {
        1: {
            "comment": "第一波三个箭塔", 
            "monsterInfo": {
                "20002093": 1, 
                "20002092": 1, 
                "20002104": 1
            }
        }, 
        2: {
            "comment": "第1个箭塔的守卫怪，2近2远", 
            "monsterInfo": {
                "20002089": 2, 
                "20002090": 2
            }
        }, 
        3: {
            "comment": "第2个箭塔的守卫怪，2近2远", 
            "monsterInfo": {
                "20002100": 2, 
                "20002099": 2
            }
        }, 
        4: {
            "comment": "第3个箭塔的守卫怪，2近2远", 
            "monsterInfo": {
                "20002101": 2, 
                "20002102": 2
            }
        }, 
        5: {
            "comment": "3个石像怪", 
            "monsterInfo": {
                "20002091": 3
            }
        }, 
        6: {
            "comment": "假的传送门", 
            "monsterInfo": {
                "20002094": 1
            }
        }, 
        7: {
            "comment": "浮黎真人（战斗）", 
            "monsterInfo": {
                "20002097": 1
            }
        }, 
        8: {
            "comment": "浮黎真人（防穿帮）", 
            "monsterInfo": {
                "20002098": 1
            }
        }, 
        9: {
            "comment": "光墙", 
            "monsterInfo": {
                "20002103": 10
            }
        }, 
        10: {
            "comment": "箭雨陷阱", 
            "monsterInfo": {
                "20002095": 26
            }
        }, 
        11: {
            "comment": "箭雨陷阱", 
            "monsterInfo": {
                "20002095": 18
            }
        }, 
        12: {
            "comment": "箭雨陷阱", 
            "monsterInfo": {
                "20002095": 28
            }
        }
    }, 
    "L_GMZD": {
        3: {
            "comment": "第三波小怪", 
            "monsterInfo": {
                "20008943": 3, 
                "20008942": 2
            }
        }, 
        2: {
            "comment": "第二波小怪", 
            "monsterInfo": {
                "20008941": 3, 
                "20008940": 2
            }
        }, 
        99: {
            "comment": "", 
            "monsterInfo": {
                "20008947": 3, 
                "20008946": 2
            }
        }, 
        4: {
            "comment": "第四波小怪", 
            "monsterInfo": {
                "20008945": 3, 
                "20008944": 2
            }
        }, 
        6: {
            "comment": "精英", 
            "monsterInfo": {
                "20008948": 1
            }
        }, 
        7: {
            "comment": "boss", 
            "monsterInfo": {
                "20008949": 1
            }
        }, 
        8: {
            "comment": "吹风", 
            "monsterInfo": {
                "20008950": 1, 
                "20008951": 1, 
                "20008952": 1, 
                "20008953": 1
            }
        }, 
        9: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20008958": 1, 
                "20008955": 1, 
                "20008956": 1, 
                "20008957": 1
            }
        }, 
        10: {
            "comment": "吹风表现", 
            "monsterInfo": {
                "20008954": 4
            }
        }, 
        11: {
            "comment": "冲锋妖狐1", 
            "monsterInfo": {
                "20008961": 1, 
                "20008959": 1, 
                "20008963": 1, 
                "20008962": 1, 
                "20008960": 1
            }
        }, 
        12: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000573": 1
            }
        }, 
        13: {
            "comment": "冲锋妖狐2", 
            "monsterInfo": {
                "20008968": 1, 
                "20008965": 1, 
                "20008964": 1, 
                "20008967": 1, 
                "20008966": 1
            }
        }, 
        14: {
            "comment": "冲锋妖狐3", 
            "monsterInfo": {
                "20008969": 1, 
                "20008970": 1, 
                "20009185": 1, 
                "20009186": 1, 
                "20009187": 1
            }
        }, 
        15: {
            "comment": "冲锋妖狐4", 
            "monsterInfo": {
                "20009188": 1, 
                "20009189": 1, 
                "20009191": 1, 
                "20009190": 1, 
                "20009192": 1
            }
        }, 
        16: {
            "comment": "冲锋妖狐5", 
            "monsterInfo": {
                "20009193": 1, 
                "20009197": 1, 
                "20009196": 1, 
                "20009195": 1, 
                "20009194": 1
            }
        }, 
        17: {
            "comment": "冲锋妖狐6", 
            "monsterInfo": {
                "20009198": 1, 
                "20009202": 1, 
                "20009199": 1, 
                "20009200": 1, 
                "20009201": 1
            }
        }, 
        18: {
            "comment": "随机妖狐", 
            "monsterInfo": {
                "20009203": 3
            }
        }, 
        19: {
            "comment": "随机妖狐", 
            "monsterInfo": {
                "20009204": 3
            }
        }, 
        20: {
            "comment": "随机妖狐", 
            "monsterInfo": {
                "20009203": 4
            }
        }
    }, 
    "L_FMNL_Planes004": {
        1: {
            "comment": "第一波暗怪", 
            "monsterInfo": {
                "20001424": 3, 
                "20001423": 2
            }
        }, 
        2: {
            "comment": "第二波明怪", 
            "monsterInfo": {
                "20001427": 4, 
                "20001428": 3
            }
        }, 
        3: {
            "comment": "第三波守卫", 
            "monsterInfo": {
                "20001426": 3, 
                "20001425": 4
            }
        }, 
        4: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20001429": 1
            }
        }
    }, 
    "L_FMNL_Planes005": {
        1: {
            "comment": "第一波带真视的道场守卫", 
            "monsterInfo": {
                "20001443": 2, 
                "20001442": 1, 
                "20001444": 2
            }
        }, 
        2: {
            "comment": "第二波带真视的道场守卫", 
            "monsterInfo": {
                "20001445": 1, 
                "20001447": 2, 
                "20001446": 2
            }
        }, 
        3: {
            "comment": "第三波带真视的道场守卫", 
            "monsterInfo": {
                "20001449": 3, 
                "20001448": 1, 
                "20001450": 3
            }
        }, 
        4: {
            "comment": "第一个灵力柱守卫，灵力柱，光柱", 
            "monsterInfo": {
                "20001483": 1, 
                "20001454": 3, 
                "20001455": 1, 
                "20001452": 2, 
                "20001453": 2, 
                "20001451": 3
            }
        }, 
        5: {
            "comment": "第二个灵力柱守卫，灵力柱，光柱", 
            "monsterInfo": {
                "20001484": 1, 
                "20001481": 2, 
                "20001480": 1, 
                "20001458": 1, 
                "20001459": 1, 
                "20001463": 1, 
                "20001457": 1, 
                "20001461": 1, 
                "20001460": 1, 
                "20001464": 1, 
                "20001456": 1, 
                "20001462": 1
            }
        }, 
        6: {
            "comment": "第三个灵力柱精英，灵力柱，光柱", 
            "monsterInfo": {
                "20001485": 1, 
                "20001465": 1, 
                "20001482": 1
            }
        }, 
        7: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20001466": 1
            }
        }, 
        8: {
            "comment": "保护罩", 
            "monsterInfo": {
                "20001486": 1
            }
        }, 
        9: {
            "comment": "连线光效空盒子", 
            "monsterInfo": {
                "20001487": 1, 
                "20001489": 1, 
                "20001488": 1
            }
        }, 
        10: {
            "comment": "空气墙", 
            "monsterInfo": {
                "20001513": 1
            }
        }
    }, 
    "L_FMNL_Planes006": {
        1: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20001467": 1
            }
        }
    }, 
    "L_FMNL_Planes007": {
        1: {
            "comment": "BOSS与表演哮天犬", 
            "monsterInfo": {
                "20001479": 1, 
                "20001477": 1
            }
        }
    }, 
    "L_YZD_Planes003": {
        1: {
            "comment": "第一波：精英二人组", 
            "monsterInfo": {
                "20003654": 1, 
                "20003653": 1
            }
        }, 
        2: {
            "comment": "第二波：光墙", 
            "monsterInfo": {
                "20003663": 1, 
                "20003662": 1
            }
        }, 
        3: {
            "comment": "第三波：表现组：柱子+光效+球+boss", 
            "monsterInfo": {
                "20003665": 1, 
                "20003664": 1, 
                "20003656": 1, 
                "20003657": 1, 
                "20003660": 1, 
                "20003667": 1, 
                "20003666": 1, 
                "20003655": 1, 
                "20003677": 1, 
                "20003658": 1, 
                "20003659": 1
            }
        }, 
        4: {
            "comment": "第四波：冰小怪", 
            "monsterInfo": {
                "20003669": 4, 
                "20003668": 2
            }
        }, 
        5: {
            "comment": "第五波：火小怪", 
            "monsterInfo": {
                "20003670": 3, 
                "20003671": 3
            }
        }, 
        6: {
            "comment": "第六波：风小怪", 
            "monsterInfo": {
                "20003672": 3, 
                "20003673": 3
            }
        }, 
        7: {
            "comment": "第七波：雷小怪", 
            "monsterInfo": {
                "20003674": 4, 
                "20003675": 2
            }
        }, 
        8: {
            "comment": "第八波：精英三人组", 
            "monsterInfo": {
                "20002159": 1, 
                "20002161": 1, 
                "20002160": 1
            }
        }, 
        9: {
            "comment": "第九波：Boss", 
            "monsterInfo": {
                "20003676": 1
            }
        }, 
        10: {
            "comment": "第十波：女娲，防穿帮", 
            "monsterInfo": {
                "20002162": 1
            }
        }
    }, 
    "L_FMNL_Planes001": {
        1: {
            "comment": "第一批：BOSS", 
            "monsterInfo": {
                "20001887": 1
            }
        }
    }, 
    "L_FMNL_Planes002": {
        1: {
            "comment": "第一波：明怪", 
            "monsterInfo": {
                "20001911": 3, 
                "20001910": 3
            }
        }, 
        2: {
            "comment": "第二波：跳出+刷出暗怪", 
            "monsterInfo": {
                "20001889": 1, 
                "20001888": 1, 
                "20001890": 1, 
                "20001891": 1
            }
        }, 
        3: {
            "comment": "第三波：boss", 
            "monsterInfo": {
                "20001894": 1
            }
        }, 
        22: {
            "comment": "第22批：暂代跳出怪物", 
            "monsterInfo": {
                "20001917": 3, 
                "20001916": 3
            }
        }
    }, 
    "L_FMNL_Planes003": {
        1: {
            "comment": "第一波：哮天犬", 
            "monsterInfo": {
                "20001904": 1
            }
        }, 
        2: {
            "comment": "第二波：刷出的暗怪", 
            "monsterInfo": {
                "20001896": 3, 
                "20001895": 2
            }
        }, 
        3: {
            "comment": "第三波：跳出的暗怪", 
            "monsterInfo": {
                "20001913": 1, 
                "20001912": 1, 
                "20001915": 1, 
                "20001914": 1
            }
        }, 
        4: {
            "comment": "第四波：明怪", 
            "monsterInfo": {
                "20001897": 3, 
                "20001898": 3
            }
        }, 
        5: {
            "comment": "第五波：刷出的暗怪", 
            "monsterInfo": {
                "20001900": 3, 
                "20001899": 2
            }
        }, 
        33: {
            "comment": "第33批：暂时代替跳出第三波", 
            "monsterInfo": {
                "20001900": 2, 
                "20001899": 2
            }
        }, 
        11: {
            "comment": "第11批：前半程第一波明怪", 
            "monsterInfo": {
                "20001919": 3, 
                "20001918": 2
            }
        }, 
        12: {
            "comment": "第12批：前半程第二波暗怪", 
            "monsterInfo": {
                "20001924": 2, 
                "20001925": 2
            }
        }, 
        13: {
            "comment": "第13批：前半程第三波明怪", 
            "monsterInfo": {
                "20001926": 3, 
                "20001927": 2
            }
        }
    }, 
    "L_SGMJ_Planes101": {
        1: {
            "comment": "有且只有一个Boss", 
            "monsterInfo": {
                "20002375": 1
            }
        }, 
        2: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20002376": 1
            }
        }, 
        3: {
            "comment": "4个石像", 
            "monsterInfo": {
                "20003601": 3, 
                "20003600": 1
            }
        }, 
        4: {
            "comment": "光墙1", 
            "monsterInfo": {
                "20003602": 1
            }
        }, 
        5: {
            "comment": "巨灵魔像", 
            "monsterInfo": {
                "20003603": 1
            }
        }, 
        6: {
            "comment": "生命法球", 
            "monsterInfo": {
                "20003605": 3
            }
        }, 
        7: {
            "comment": "小弟", 
            "monsterInfo": {
                "20003606": 2
            }
        }, 
        8: {
            "comment": "光墙2", 
            "monsterInfo": {
                "20003604": 1
            }
        }
    }, 
    "L_QYSM_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010482": 1, 
                "20010467": 4, 
                "20010466": 4, 
                "20010468": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010472": 1, 
                "20010473": 1, 
                "20010470": 1, 
                "20010471": 1, 
                "20010469": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010478": 1, 
                "20010476": 1, 
                "20010477": 1, 
                "20010474": 1, 
                "20010475": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20014368": 1, 
                "20010479": 2, 
                "20010480": 2, 
                "20010481": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "30001074": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20014375": 1, 
                "20014374": 1, 
                "20014376": 1, 
                "20014373": 1, 
                "20014372": 1
            }
        }
    }, 
    "cycle_L_FHJN": {
        1: {
            "comment": "吹风陷阱+防风陷阱", 
            "monsterInfo": {
                "30000944": 1, 
                "30000945": 1, 
                "30000946": 1, 
                "30000947": 1, 
                "30000940": 1, 
                "30000941": 1, 
                "30000942": 1, 
                "30000943": 1, 
                "30000939": 1, 
                "30000948": 1
            }
        }, 
        2: {
            "comment": "摆锤", 
            "monsterInfo": {
                "20012298": 1, 
                "20012299": 1, 
                "20012300": 1, 
                "20012301": 1
            }
        }, 
        3: {
            "comment": "第一波小怪头领", 
            "monsterInfo": {
                "20012302": 1
            }
        }, 
        4: {
            "comment": "第一波小怪喽啰", 
            "monsterInfo": {
                "20012304": 3, 
                "20012303": 3
            }
        }, 
        5: {
            "comment": "第二波小怪精英", 
            "monsterInfo": {
                "20012312": 1
            }
        }, 
        6: {
            "comment": "第二波小怪喽啰（跳出场）", 
            "monsterInfo": {
                "20012313": 1, 
                "20012315": 1, 
                "20012314": 1, 
                "20012317": 1, 
                "20012316": 1, 
                "20012318": 1
            }
        }, 
        7: {
            "comment": "焚火金牛", 
            "monsterInfo": {
                "40000772": 1, 
                "20012321": 1, 
                "40000771": 1
            }
        }, 
        8: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000936": 2
            }
        }, 
        9: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000936": 1
            }
        }, 
        10: {
            "comment": "光墙", 
            "monsterInfo": {
                "20012319": 1, 
                "20012320": 1
            }
        }, 
        11: {
            "comment": "旋风", 
            "monsterInfo": {
                "20012401": 1, 
                "20012403": 1, 
                "20012402": 1, 
                "20012405": 1, 
                "20012404": 1, 
                "20012407": 1, 
                "20012406": 1, 
                "20012409": 1, 
                "20012408": 1
            }
        }, 
        12: {
            "comment": "罡风路径指示箭头", 
            "monsterInfo": {
                "20012413": 3
            }
        }, 
        13: {
            "comment": "铁球路径指示箭头", 
            "monsterInfo": {
                "20012413": 3
            }
        }, 
        14: {
            "comment": "怪物路径指示箭头", 
            "monsterInfo": {
                "20012413": 3
            }
        }, 
        15: {
            "comment": "灵池", 
            "monsterInfo": {
                "30000960": 1, 
                "30000959": 1, 
                "30000958": 1
            }
        }
    }, 
    "L_test": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "30000091": 1
            }
        }
    }, 
    "L_HXG": {
        1: {
            "comment": "左侧-幻星阁卫兵", 
            "monsterInfo": {
                "20009076": 3, 
                "20009077": 3
            }
        }, 
        2: {
            "comment": "右侧-幻星阁卫兵", 
            "monsterInfo": {
                "20009078": 3, 
                "20009079": 3
            }
        }, 
        3: {
            "comment": "幻星阁弟子", 
            "monsterInfo": {
                "20009081": 2, 
                "20009080": 2
            }
        }, 
        4: {
            "comment": "天尘子", 
            "monsterInfo": {
                "20009082": 1
            }
        }, 
        9: {
            "comment": "凌云阁传送门", 
            "monsterInfo": {
                "20009164": 1
            }
        }
    }, 
    "L_LYT_02": {
        1: {
            "comment": "大地刺表演", 
            "monsterInfo": {
                "30000672": 27
            }
        }, 
        2: {
            "comment": "地刺", 
            "monsterInfo": {
                "30000674": 162
            }
        }, 
        3: {
            "comment": "魔炎阵法核心", 
            "monsterInfo": {
                "20009600": 2
            }
        }, 
        4: {
            "comment": "大地刺陷阱", 
            "monsterInfo": {
                "30000673": 4
            }
        }, 
        5: {
            "comment": "魔火", 
            "monsterInfo": {
                "20009607": 1, 
                "20009606": 2, 
                "20009605": 1, 
                "20009614": 1, 
                "20009615": 2, 
                "20009616": 1, 
                "20009604": 2, 
                "20009603": 1, 
                "20009602": 3, 
                "20009612": 1, 
                "20009613": 2, 
                "20009610": 2, 
                "20009608": 2, 
                "20009609": 2, 
                "20009611": 1
            }
        }, 
        6: {
            "comment": "镇塔火魔&小怪", 
            "monsterInfo": {
                "20009598": 1
            }
        }, 
        7: {
            "comment": "凌云阁传送门", 
            "monsterInfo": {
                "20009166": 1
            }
        }, 
        99: {
            "comment": "", 
            "monsterInfo": {
                "20009599": 4
            }
        }
    }, 
    "L_ZWX": {
        1: {
            "comment": "第1波6个小怪", 
            "monsterInfo": {
                "20012962": 3, 
                "20012961": 3
            }
        }, 
        2: {
            "comment": "第2波6个小怪", 
            "monsterInfo": {
                "20012968": 1, 
                "20012966": 1, 
                "20012967": 1, 
                "20012964": 1, 
                "20012965": 1, 
                "20012963": 1
            }
        }, 
        3: {
            "comment": "第3波1个精英", 
            "monsterInfo": {
                "20012969": 1
            }
        }, 
        4: {
            "comment": "第3波2个小怪", 
            "monsterInfo": {
                "20012970": 2
            }
        }, 
        5: {
            "comment": "光墙1", 
            "monsterInfo": {
                "20012971": 1
            }
        }, 
        6: {
            "comment": "殿前第1波3个巡逻怪", 
            "monsterInfo": {
                "20012972": 3
            }
        }, 
        7: {
            "comment": "殿前第1波4个刷出来的暗怪", 
            "monsterInfo": {
                "20012978": 2, 
                "20012977": 2
            }
        }, 
        8: {
            "comment": "报信怪", 
            "monsterInfo": {
                "20012973": 1, 
                "20012975": 1, 
                "20012974": 1, 
                "20012976": 1, 
                "20012979": 1, 
                "20012980": 1, 
                "20012981": 1, 
                "20012982": 1
            }
        }, 
        9: {
            "comment": "殿前第2波8个拦路怪", 
            "monsterInfo": {
                "20012984": 4, 
                "20012983": 4
            }
        }, 
        10: {
            "comment": "5个放毒盒子", 
            "monsterInfo": {
                "20012953": 1, 
                "20012952": 1, 
                "20012951": 1, 
                "20012960": 1, 
                "20012954": 1
            }
        }, 
        11: {
            "comment": "开启Boss墙（第2幕）", 
            "monsterInfo": {
                "20012991": 1
            }
        }, 
        12: {
            "comment": "光墙2", 
            "monsterInfo": {
                "20012985": 1
            }
        }, 
        13: {
            "comment": "紫薇大帝（第1幕）", 
            "monsterInfo": {
                "20012986": 1
            }
        }, 
        14: {
            "comment": "不动明王（第1幕）", 
            "monsterInfo": {
                "20012987": 1
            }
        }, 
        15: {
            "comment": "不动明王（第2幕）", 
            "monsterInfo": {
                "20012996": 1
            }
        }, 
        16: {
            "comment": "冥河老祖（第2幕）", 
            "monsterInfo": {
                "20012993": 1
            }
        }, 
        17: {
            "comment": "空盒子阵法（第2幕）", 
            "monsterInfo": {
                "20012995": 1
            }
        }, 
        18: {
            "comment": "紫薇星火（第2幕）", 
            "monsterInfo": {
                "20012992": 1
            }
        }, 
        19: {
            "comment": "第1波小怪（第2幕）", 
            "monsterInfo": {
                "20012997": 3, 
                "20012998": 3
            }
        }, 
        20: {
            "comment": "第2波小怪（第2幕）", 
            "monsterInfo": {
                "20013000": 3, 
                "20012999": 3
            }
        }, 
        21: {
            "comment": "第3波小怪（第2幕）", 
            "monsterInfo": {
                "20013002": 3, 
                "20013001": 3
            }
        }, 
        22: {
            "comment": "精英（第2幕）", 
            "monsterInfo": {
                "20013003": 1
            }
        }, 
        23: {
            "comment": "紫薇大帝+贪狼星君（第2幕表演）", 
            "monsterInfo": {
                "20013006": 1, 
                "20013007": 1
            }
        }, 
        24: {
            "comment": "滚石", 
            "monsterInfo": {
                "30001020": 1
            }
        }, 
        25: {
            "comment": "滚石", 
            "monsterInfo": {
                "30001021": 1
            }
        }, 
        26: {
            "comment": "紫薇大帝+贪狼星君（第2幕战斗）", 
            "monsterInfo": {
                "20013004": 1, 
                "20013005": 1
            }
        }
    }, 
    "L_ZLY_Planes010": {
        1: {
            "comment": "表演蓐收和九阳神火兽", 
            "monsterInfo": {
                "20006793": 1, 
                "20006794": 1
            }
        }, 
        2: {
            "comment": "第1场-女金乌", 
            "monsterInfo": {
                "20006774": 1
            }
        }, 
        3: {
            "comment": "第1场-男金乌", 
            "monsterInfo": {
                "20006775": 1
            }
        }, 
        4: {
            "comment": "第2场九阴玄煞大阵罩子", 
            "monsterInfo": {
                "20006796": 1
            }
        }, 
        5: {
            "comment": "第2场两个疗伤的Boss", 
            "monsterInfo": {
                "20007052": 1, 
                "20007053": 1
            }
        }, 
        6: {
            "comment": "第2场3个战斗Boss", 
            "monsterInfo": {
                "20006767": 1, 
                "20006766": 1, 
                "20006768": 1
            }
        }, 
        7: {
            "comment": "第2场战斗蓐收", 
            "monsterInfo": {
                "20007054": 1
            }
        }, 
        8: {
            "comment": "表演金乌", 
            "monsterInfo": {
                "20006772": 1, 
                "20006773": 1, 
                "20006770": 1, 
                "20006771": 1, 
                "20006769": 1
            }
        }, 
        9: {
            "comment": "表演空盒子", 
            "monsterInfo": {
                "20006798": 1, 
                "20006799": 1, 
                "20006797": 1, 
                "20006800": 1, 
                "20007051": 1
            }
        }, 
        10: {
            "comment": "防穿帮准提和蓐收", 
            "monsterInfo": {
                "20007060": 1, 
                "20007059": 1
            }
        }, 
        11: {
            "comment": "第1场两个鸟形态的金乌", 
            "monsterInfo": {
                "20007063": 1, 
                "20007062": 1
            }
        }, 
        12: {
            "comment": "罩子", 
            "monsterInfo": {
                "20007064": 1
            }
        }
    }, 
    "1111": {
        1: {
            "comment": "第一波：明怪", 
            "monsterInfo": {
                "20002248": 3
            }
        }, 
        2: {
            "comment": "第二波：暗怪", 
            "monsterInfo": {
                "20002249": 2
            }
        }
    }, 
    "L_YeWai_Planes301": {
        1: {
            "comment": "石像", 
            "monsterInfo": {
                "20000893": 3, 
                "20000894": 2
            }
        }, 
        2: {
            "comment": "石像暗怪", 
            "monsterInfo": {
                "20000887": 3, 
                "20000888": 2
            }
        }, 
        3: {
            "comment": "boss", 
            "monsterInfo": {
                "20000891": 1
            }
        }
    }, 
    "L_BQDB_Planes109": {
        1: {
            "comment": "第一波仙兵", 
            "monsterInfo": {
                "20007418": 1, 
                "20007420": 1, 
                "20007423": 1, 
                "20007422": 1, 
                "20007421": 1, 
                "20007419": 1
            }
        }, 
        2: {
            "comment": "第二波法师", 
            "monsterInfo": {
                "20007425": 1, 
                "20007424": 1, 
                "20007426": 1
            }
        }, 
        3: {
            "comment": "投石车", 
            "monsterInfo": {
                "20007429": 2, 
                "20007428": 6
            }
        }, 
        4: {
            "comment": "精英", 
            "monsterInfo": {
                "20007430": 1, 
                "20007431": 1
            }
        }, 
        5: {
            "comment": "月灵子", 
            "monsterInfo": {
                "20007427": 1
            }
        }
    }, 
    "L_BQDB_Planes108": {
        1: {
            "comment": "侧院站岗小怪", 
            "monsterInfo": {
                "20007076": 3, 
                "20007077": 3, 
                "20007079": 4, 
                "20007078": 6, 
                "20007439": 2
            }
        }, 
        2: {
            "comment": "侧院巡逻小怪", 
            "monsterInfo": {
                "20007087": 4, 
                "20007086": 4, 
                "20007085": 4, 
                "20007084": 4, 
                "20007083": 1, 
                "20007438": 2, 
                "20007076": 2, 
                "20007077": 4
            }
        }, 
        3: {
            "comment": "侧院仙兵", 
            "monsterInfo": {
                "20007076": 4, 
                "20007077": 4, 
                "20007079": 2, 
                "20007078": 6, 
                "20007439": 2
            }
        }, 
        4: {
            "comment": "中院游荡仙兵", 
            "monsterInfo": {
                "20007087": 3, 
                "20007086": 3, 
                "20007085": 6, 
                "20007084": 6, 
                "20007090": 2, 
                "20007081": 1, 
                "20007080": 3, 
                "20007439": 2, 
                "20007089": 1, 
                "20007088": 1, 
                "20007076": 2, 
                "20007077": 4
            }
        }, 
        5: {
            "comment": "中院教头和新兵", 
            "monsterInfo": {
                "20007078": 6, 
                "20007082": 4, 
                "20007438": 2, 
                "20007079": 2
            }
        }, 
        6: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20007092": 1
            }
        }
    }, 
    "L_PGDT_Planes004": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010696": 1, 
                "20010694": 1, 
                "20010695": 1
            }
        }
    }, 
    "L_BQDB_Planes105": {
        1: {
            "comment": "轩辕族营地光罩，群组1", 
            "monsterInfo": {
                "20004605": 1
            }
        }, 
        2: {
            "comment": "空气墙，群组2", 
            "monsterInfo": {
                "20004606": 1
            }
        }, 
        3: {
            "comment": "第二波仙道卫兵，群组3", 
            "monsterInfo": {
                "20004607": 2, 
                "20004609": 3
            }
        }, 
        4: {
            "comment": "第三波仙道卫兵，群组4", 
            "monsterInfo": {
                "20004608": 2, 
                "20004611": 2, 
                "20004610": 2
            }
        }, 
        5: {
            "comment": "第一波氛围怪，群组22", 
            "monsterInfo": {
                "20006383": 1, 
                "20006382": 1, 
                "20006162": 3, 
                "20004619": 1, 
                "20006265": 2, 
                "20004617": 3, 
                "20004616": 1, 
                "20004615": 1, 
                "20004614": 3, 
                "20004613": 3
            }
        }, 
        6: {
            "comment": "第二波氛围怪，群组23", 
            "monsterInfo": {
                "20006163": 2, 
                "20006269": 4
            }
        }, 
        7: {
            "comment": "门前。蓐收，群组21", 
            "monsterInfo": {
                "20005372": 4, 
                "20005371": 4, 
                "20004623": 3, 
                "20006270": 6, 
                "20006376": 1, 
                "20006377": 1, 
                "20006374": 2, 
                "20004621": 2, 
                "20004624": 2, 
                "20006375": 2
            }
        }, 
        8: {
            "comment": "碎魂真人", 
            "monsterInfo": {
                "20006168": 1, 
                "20006266": 3, 
                "20006167": 1, 
                "20006166": 2, 
                "20006367": 3, 
                "20006366": 2
            }
        }, 
        9: {
            "comment": "援军1", 
            "monsterInfo": {
                "20006381": 2, 
                "20006380": 1, 
                "20004635": 1, 
                "20004634": 1, 
                "20004631": 1, 
                "20004633": 1, 
                "20004632": 2, 
                "20006378": 2, 
                "20006379": 1
            }
        }, 
        10: {
            "comment": "援军2", 
            "monsterInfo": {
                "20005433": 3, 
                "20005434": 3
            }
        }, 
        11: {
            "comment": "援军3", 
            "monsterInfo": {
                "20005439": 1
            }
        }, 
        14: {
            "comment": "六欲心魔", 
            "monsterInfo": {
                "20005443": 1
            }
        }, 
        20: {
            "comment": "第一波仙道卫兵，群组20", 
            "monsterInfo": {
                "20004601": 2, 
                "20004602": 3, 
                "20004603": 1
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20005801": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20006170": 3, 
                "20006171": 9, 
                "20006264": 3
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20006264": 3, 
                "20006172": 9, 
                "20006173": 9
            }
        }, 
        24: {
            "comment": "", 
            "monsterInfo": {
                "20004622": 2
            }
        }, 
        25: {
            "comment": "", 
            "monsterInfo": {
                "20005441": 3, 
                "20006165": 1, 
                "20006164": 2
            }
        }, 
        26: {
            "comment": "", 
            "monsterInfo": {
                "20006267": 9, 
                "20006268": 8
            }
        }, 
        27: {
            "comment": "", 
            "monsterInfo": {
                "20006277": 1, 
                "20006276": 3, 
                "20006267": 3, 
                "20006268": 10, 
                "20006278": 4
            }
        }, 
        28: {
            "comment": "", 
            "monsterInfo": {
                "20006276": 6, 
                "20006268": 12, 
                "20006278": 7
            }
        }
    }, 
    "L_BQDB_Planes104": {
        1: {
            "comment": "天岚道人 boss 明怪", 
            "monsterInfo": {
                "20005310": 1
            }
        }, 
        2: {
            "comment": "恶来 明怪", 
            "monsterInfo": {
                "20005311": 1
            }
        }, 
        3: {
            "comment": "守卫 明怪", 
            "monsterInfo": {
                "20005312": 2
            }
        }
    }, 
    "L_BQDB_Planes107": {
        1: {
            "comment": "华成和4个小弟", 
            "monsterInfo": {
                "20006396": 1, 
                "20006397": 2, 
                "20006398": 2
            }
        }, 
        2: {
            "comment": "Boss", 
            "monsterInfo": {
                "20006401": 1
            }
        }, 
        3: {
            "comment": "牢笼", 
            "monsterInfo": {
                "20006399": 1
            }
        }, 
        4: {
            "comment": "丹朱", 
            "monsterInfo": {
                "20006400": 1
            }
        }, 
        5: {
            "comment": "传送门", 
            "monsterInfo": {
                "20006402": 1
            }
        }
    }, 
    "L_BQDB_Planes106": {
        1: {
            "comment": "第一波跑出怪 明怪", 
            "monsterInfo": {
                "20005313": 1, 
                "20005338": 1, 
                "20005314": 1, 
                "20005333": 1, 
                "20005337": 1, 
                "20005336": 1, 
                "20005335": 1, 
                "20005334": 1
            }
        }, 
        2: {
            "comment": "第二波刷出怪 暗怪", 
            "monsterInfo": {
                "20005315": 3, 
                "20005316": 3
            }
        }, 
        3: {
            "comment": "第三波跳出怪 暗怪", 
            "monsterInfo": {
                "20005318": 4, 
                "20005317": 4
            }
        }, 
        4: {
            "comment": "青霜 小boss 明怪", 
            "monsterInfo": {
                "20005319": 1
            }
        }, 
        5: {
            "comment": "玄光道人 boss 暗怪", 
            "monsterInfo": {
                "20005320": 1
            }
        }, 
        6: {
            "comment": "传送门  明怪", 
            "monsterInfo": {
                "20005326": 1
            }
        }, 
        7: {
            "comment": "撤离族人  明怪", 
            "monsterInfo": {
                "20005328": 3, 
                "20005329": 2, 
                "20005321": 3, 
                "20005322": 3, 
                "20005323": 2, 
                "20005327": 3, 
                "20005332": 1, 
                "20005331": 1
            }
        }, 
        8: {
            "comment": "飞廉 明怪", 
            "monsterInfo": {
                "20005324": 1
            }
        }, 
        9: {
            "comment": "恶来明怪", 
            "monsterInfo": {
                "20005325": 1
            }
        }
    }, 
    "L_BQDB_Planes101": {
        1: {
            "comment": "第一波仙魔对打怪", 
            "monsterInfo": {
                "20004003": 1, 
                "20003994": 1, 
                "20003991": 1, 
                "20003993": 1, 
                "20003992": 1, 
                "20004024": 1, 
                "20004025": 1, 
                "20004023": 1
            }
        }, 
        2: {
            "comment": "第二波仙魔对打怪", 
            "monsterInfo": {
                "20003995": 1, 
                "20004028": 1, 
                "20003997": 1, 
                "20003996": 1, 
                "20004026": 1, 
                "20004027": 1, 
                "20004327": 1, 
                "20004029": 1
            }
        }, 
        3: {
            "comment": "第三波仙魔对打怪", 
            "monsterInfo": {
                "20003999": 1, 
                "20003998": 1, 
                "20004329": 1, 
                "20004328": 1, 
                "20004330": 1, 
                "20004331": 1, 
                "20004332": 1, 
                "20004333": 1
            }
        }, 
        4: {
            "comment": "门口阵柱射箭", 
            "monsterInfo": {
                "20004336": 1, 
                "20004334": 1, 
                "20004335": 1, 
                "20006271": 1
            }
        }, 
        5: {
            "comment": "精英林风和小怪", 
            "monsterInfo": {
                "20004002": 1, 
                "20004000": 3, 
                "20004001": 3
            }
        }, 
        6: {
            "comment": "庭院仙魔对打怪", 
            "monsterInfo": {
                "20006279": 1, 
                "20006286": 1, 
                "20006284": 1, 
                "20006285": 1, 
                "20006282": 1, 
                "20006283": 1, 
                "20006280": 1, 
                "20006281": 1
            }
        }, 
        7: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20006291": 1, 
                "20006290": 1, 
                "20006293": 1, 
                "20006292": 1, 
                "20006295": 1, 
                "20006294": 1, 
                "20006288": 1, 
                "20006289": 1, 
                "20006287": 1, 
                "20006296": 1
            }
        }, 
        8: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20006297": 1, 
                "20006299": 1, 
                "20006298": 1, 
                "20006304": 1, 
                "20006303": 1, 
                "20006302": 1, 
                "20006301": 1, 
                "20006300": 1
            }
        }, 
        9: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20006309": 1, 
                "20006308": 1, 
                "20006307": 1, 
                "20006306": 1, 
                "20006305": 1, 
                "20006310": 1, 
                "20006311": 1, 
                "20006312": 1
            }
        }, 
        10: {
            "comment": "大道上仙魔对打怪", 
            "monsterInfo": {
                "20006318": 1, 
                "20006319": 1, 
                "20006314": 1, 
                "20006315": 1, 
                "20006316": 1, 
                "20006317": 1, 
                "20006320": 1, 
                "20006313": 1, 
                "20006343": 1, 
                "20006361": 2, 
                "20006346": 1, 
                "20006356": 1, 
                "20006344": 1, 
                "20006358": 1, 
                "20006359": 1, 
                "20006357": 1, 
                "20006345": 1
            }
        }, 
        11: {
            "comment": "赤云 boss", 
            "monsterInfo": {
                "20006349": 1
            }
        }, 
        12: {
            "comment": "烈火 燃烧的木刺 投石车 燃烧的人 烘托气氛", 
            "monsterInfo": {
                "20006278": 4, 
                "20006277": 1, 
                "20006276": 1, 
                "20006275": 2, 
                "20006274": 4, 
                "20006273": 12, 
                "20006272": 4, 
                "20006350": 2, 
                "20006351": 12
            }
        }, 
        13: {
            "comment": "精英云真和围攻小怪", 
            "monsterInfo": {
                "20006353": 1, 
                "20006354": 2, 
                "20006355": 2
            }
        }, 
        14: {
            "comment": "女娲 公孙盘 正气盟火法师 光墙 烘托气氛", 
            "monsterInfo": {
                "20006362": 4, 
                "20006347": 1, 
                "20006348": 1, 
                "20004030": 1
            }
        }
    }, 
    "L_TJG": {
        2: {
            "comment": "小怪", 
            "monsterInfo": {
                "20011075": 1, 
                "20011077": 1, 
                "20011076": 1, 
                "20011084": 1, 
                "20011086": 1, 
                "20011081": 1, 
                "20011083": 1
            }
        }, 
        3: {
            "comment": "腾龙", 
            "monsterInfo": {
                "20011088": 1
            }
        }, 
        4: {
            "comment": "盘古", 
            "monsterInfo": {
                "20011306": 1
            }
        }
    }, 
    "L_BQDB_Planes103": {
        1: {
            "comment": "营地守卫  明怪", 
            "monsterInfo": {
                "20005295": 8, 
                "20005284": 12
            }
        }, 
        2: {
            "comment": "巡逻守卫 明怪", 
            "monsterInfo": {
                "20005285": 4
            }
        }, 
        3: {
            "comment": "营地守卫 暗怪", 
            "monsterInfo": {
                "20005286": 4
            }
        }, 
        4: {
            "comment": "巡逻守卫 明怪", 
            "monsterInfo": {
                "20005290": 5, 
                "20005289": 5
            }
        }, 
        5: {
            "comment": "道场练兵 明怪", 
            "monsterInfo": {
                "20005287": 3, 
                "20005291": 3, 
                "20005288": 3
            }
        }, 
        6: {
            "comment": "凌风、凌雪 精英 明怪", 
            "monsterInfo": {
                "20005292": 1, 
                "20005293": 1
            }
        }, 
        7: {
            "comment": "姬生长老 boss 暗怪", 
            "monsterInfo": {
                "20005294": 1
            }
        }, 
        8: {
            "comment": "营地守卫 暗怪", 
            "monsterInfo": {
                "20005296": 4
            }
        }, 
        9: {
            "comment": "巡逻守卫 明怪", 
            "monsterInfo": {
                "20005297": 4, 
                "20005298": 4
            }
        }, 
        10: {
            "comment": "撤离的族人 明怪", 
            "monsterInfo": {
                "20005299": 2, 
                "20005300": 2, 
                "20005301": 2
            }
        }, 
        11: {
            "comment": "飞廉 明怪", 
            "monsterInfo": {
                "20005302": 1
            }
        }, 
        12: {
            "comment": "赤灵 boss 明怪", 
            "monsterInfo": {
                "20005303": 1
            }
        }
    }, 
    "L_BQDB_Planes102": {
        1: {
            "comment": "地牢守卫 明怪", 
            "monsterInfo": {
                "20005276": 32
            }
        }, 
        2: {
            "comment": "地牢巡逻守卫", 
            "monsterInfo": {
                "20005277": 4, 
                "20005278": 4
            }
        }, 
        3: {
            "comment": "囚犯  明怪", 
            "monsterInfo": {
                "20005279": 4, 
                "20005281": 3, 
                "20005280": 3
            }
        }, 
        4: {
            "comment": "康回  明怪", 
            "monsterInfo": {
                "20005282": 1
            }
        }, 
        5: {
            "comment": "古玉 boss 明怪", 
            "monsterInfo": {
                "20005283": 1
            }
        }
    }, 
    "L_QYDC": {
        1: {
            "comment": "喊话陷阱", 
            "monsterInfo": {
                "20003175": 1
            }
        }, 
        2: {
            "comment": "巡逻守卫\\站立守卫", 
            "monsterInfo": {
                "20003182": 12, 
                "20003183": 4, 
                "20003180": 8, 
                "20003181": 8, 
                "20003184": 4, 
                "20003177": 3, 
                "20003179": 3, 
                "20003176": 3, 
                "20003178": 3
            }
        }, 
        3: {
            "comment": "精英弟子荒啸", 
            "monsterInfo": {
                "20003185": 1
            }
        }, 
        4: {
            "comment": "支援暗怪", 
            "monsterInfo": {
                "20003186": 2, 
                "20003187": 4
            }
        }, 
        5: {
            "comment": "Boss大巫巫维", 
            "monsterInfo": {
                "20003188": 1
            }
        }, 
        6: {
            "comment": "盘古幡", 
            "monsterInfo": {
                "40000463": 1
            }
        }, 
        10: {
            "comment": "表演怪物", 
            "monsterInfo": {
                "20011949": 1
            }
        }, 
        11: {
            "comment": "表演怪物", 
            "monsterInfo": {
                "20011950": 1, 
                "20011951": 1
            }
        }, 
        12: {
            "comment": "表演怪物", 
            "monsterInfo": {
                "20011952": 1, 
                "20011953": 1
            }
        }, 
        13: {
            "comment": "表演怪物", 
            "monsterInfo": {
                "20011954": 1, 
                "20011955": 1
            }
        }
    }, 
    "L_HHFZ": {
        1: {
            "comment": "荷花+Boss", 
            "monsterInfo": {
                "20003681": 1, 
                "20003680": 1
            }
        }, 
        2: {
            "comment": "红鲤鱼", 
            "monsterInfo": {
                "30000311": 6
            }
        }, 
        3: {
            "comment": "金鲤鱼", 
            "monsterInfo": {
                "20005688": 8
            }
        }, 
        4: {
            "comment": "平台+Boss", 
            "monsterInfo": {
                "50000015": 1, 
                "20005679": 1
            }
        }
    }, 
    "L_SBZ": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009836": 2, 
                "20009837": 2, 
                "20009838": 1, 
                "20009839": 2, 
                "20009844": 1, 
                "20009841": 1, 
                "20009840": 2, 
                "20009843": 2, 
                "20009842": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "30000986": 12
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "30000987": 10
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009845": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009846": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009847": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20009848": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009850": 20
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "30000745": 1
            }
        }
    }, 
    "L_FLS_Planes008": {
        1: {
            "comment": "气泡陷阱1", 
            "monsterInfo": {
                "20003613": 1
            }
        }, 
        2: {
            "comment": "气泡陷阱2", 
            "monsterInfo": {
                "20003642": 1
            }
        }, 
        3: {
            "comment": "气泡陷阱3", 
            "monsterInfo": {
                "20003643": 1
            }
        }, 
        5: {
            "comment": "涟漪陷阱", 
            "monsterInfo": {
                "20003614": 1
            }
        }, 
        6: {
            "comment": "第1波小怪", 
            "monsterInfo": {
                "20003616": 1, 
                "20003617": 1, 
                "20003615": 1, 
                "20003618": 1, 
                "20003619": 1, 
                "20003620": 1
            }
        }, 
        7: {
            "comment": "第2波小怪", 
            "monsterInfo": {
                "20003626": 1, 
                "20003625": 1, 
                "20003624": 1, 
                "20003623": 1, 
                "20003622": 1, 
                "20003621": 1
            }
        }, 
        8: {
            "comment": "第3波小怪", 
            "monsterInfo": {
                "20003629": 1, 
                "20003628": 1, 
                "20003627": 1, 
                "20003630": 1, 
                "20003631": 1, 
                "20003632": 1
            }
        }, 
        9: {
            "comment": "Boss", 
            "monsterInfo": {
                "20003633": 1
            }
        }
    }, 
    "L_YZD_Planes006": {
        3: {
            "comment": "精英腾月及小怪", 
            "monsterInfo": {
                "20002343": 4, 
                "20002339": 1
            }
        }, 
        4: {
            "comment": "BOSS红莲魔女", 
            "monsterInfo": {
                "20002331": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20002341": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20002340": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20002336": 3, 
                "20002334": 3, 
                "20002335": 3, 
                "20002333": 3
            }
        }
    }, 
    "L_FLS_Planes005": {
        1: {
            "comment": "boss1", 
            "monsterInfo": {
                "20000300": 1
            }
        }, 
        2: {
            "comment": "宝箱", 
            "monsterInfo": {
                "20000303": 1
            }
        }, 
        3: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20000307": 2, 
                "20000306": 3
            }
        }, 
        4: {
            "comment": "boss2", 
            "monsterInfo": {
                "20000301": 1
            }
        }, 
        5: {
            "comment": "宝箱2", 
            "monsterInfo": {
                "20000304": 1
            }
        }, 
        6: {
            "comment": "巡逻怪", 
            "monsterInfo": {
                "20000309": 2, 
                "20000308": 4
            }
        }, 
        7: {
            "comment": "boss3", 
            "monsterInfo": {
                "20000302": 1
            }
        }, 
        8: {
            "comment": "宝箱3", 
            "monsterInfo": {
                "20000305": 1
            }
        }
    }, 
    "L_FLS_Planes004": {
        1: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20000942": 2, 
                "20000941": 2
            }
        }, 
        2: {
            "comment": "boss", 
            "monsterInfo": {
                "20000943": 1
            }
        }, 
        3: {
            "comment": "进入锁灵塔", 
            "monsterInfo": {
                "20000965": 1
            }
        }
    }, 
    "L_FLS_Planes006": {
        1: {
            "comment": "跳出暗怪", 
            "monsterInfo": {
                "20000662": 1, 
                "20000663": 1, 
                "20000660": 1, 
                "20000661": 1, 
                "20000659": 1
            }
        }, 
        2: {
            "comment": "明怪", 
            "monsterInfo": {
                "20000664": 2, 
                "20000665": 3
            }
        }, 
        3: {
            "comment": "boss", 
            "monsterInfo": {
                "20000657": 1
            }
        }, 
        4: {
            "comment": "boss分身", 
            "monsterInfo": {
                "20000658": 1
            }
        }
    }, 
    "L_FLS_Planes001": {
        1: {
            "comment": "看守笼子小怪", 
            "monsterInfo": {
                "20007913": 1, 
                "20007912": 1
            }
        }, 
        2: {
            "comment": "云空长老", 
            "monsterInfo": {
                "20002462": 1
            }
        }, 
        3: {
            "comment": "灵珠子", 
            "monsterInfo": {
                "20002463": 1
            }
        }, 
        4: {
            "comment": "牢笼", 
            "monsterInfo": {
                "20002464": 1
            }
        }, 
        5: {
            "comment": "第一波小怪", 
            "monsterInfo": {
                "20002453": 1, 
                "20002452": 2, 
                "20002451": 2
            }
        }, 
        6: {
            "comment": "第二波小怪", 
            "monsterInfo": {
                "20002456": 1, 
                "20002455": 3, 
                "20002454": 2
            }
        }
    }, 
    "L_YZD_Planes005": {
        1: {
            "comment": "2个较武台守卫", 
            "monsterInfo": {
                "20002291": 1, 
                "20002292": 1
            }
        }, 
        2: {
            "comment": "传送门传送至较武台", 
            "monsterInfo": {
                "20002306": 1, 
                "20002293": 1
            }
        }, 
        3: {
            "comment": "传送门传送至较武台下", 
            "monsterInfo": {
                "20002294": 1, 
                "20002306": 1
            }
        }, 
        4: {
            "comment": "表演相柳和表演刺身魔", 
            "monsterInfo": {
                "20002308": 1, 
                "20002307": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20002297": 1, 
                "20002302": 1, 
                "20002299": 1, 
                "20002298": 1, 
                "20002303": 1, 
                "20002311": 1, 
                "20002301": 1, 
                "20002300": 1, 
                "20002305": 1, 
                "20002304": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20002307": 1
            }
        }
    }, 
    "L_FLS_Planes003": {
        1: {
            "comment": "第1波：己方NPC周阳长老", 
            "monsterInfo": {
                "20002273": 1
            }
        }, 
        2: {
            "comment": "第2批两个爬出来的暗怪（第1波）", 
            "monsterInfo": {
                "20002248": 2
            }
        }, 
        3: {
            "comment": "第3批两个爬出来的暗怪（第1波）", 
            "monsterInfo": {
                "20002248": 2
            }
        }, 
        4: {
            "comment": "第4批两个爬出来的暗怪（第1波）", 
            "monsterInfo": {
                "20002248": 2
            }
        }, 
        5: {
            "comment": "第5批六个跳出来的暗怪（第2波）", 
            "monsterInfo": {
                "20002249": 1, 
                "20011992": 1, 
                "20011993": 1, 
                "20011991": 1, 
                "20011994": 1, 
                "20011995": 1
            }
        }, 
        6: {
            "comment": "第6批3个刷出暗怪（第3波）", 
            "monsterInfo": {
                "20002250": 3
            }
        }, 
        7: {
            "comment": "第7批3个刷出暗怪（第3波）", 
            "monsterInfo": {
                "20002251": 3
            }
        }, 
        8: {
            "comment": "第8批Boss", 
            "monsterInfo": {
                "20002252": 1
            }
        }, 
        9: {
            "comment": "第9批三光神水盒子", 
            "monsterInfo": {
                "20002272": 1
            }
        }
    }, 
    "L_FLS_Planes002": {
        1: {
            "comment": "第1波：明怪", 
            "monsterInfo": {
                "20003716": 3, 
                "20003715": 3
            }
        }, 
        2: {
            "comment": "第2波：BOSS", 
            "monsterInfo": {
                "20003723": 1
            }
        }, 
        4: {
            "comment": "5个不会消失的石头盒子", 
            "monsterInfo": {
                "20011988": 5
            }
        }, 
        5: {
            "comment": "5个保护罩", 
            "monsterInfo": {
                "30000459": 5
            }
        }, 
        6: {
            "comment": "周阳长老", 
            "monsterInfo": {
                "20011989": 1
            }
        }
    }, 
    "L_TTT_SHJY": {}, 
    "L_LTMJ": {
        2: {
            "comment": "镇海", 
            "monsterInfo": {
                "40000315": 1, 
                "20008798": 1
            }
        }, 
        3: {
            "comment": "昊山&宝箱", 
            "monsterInfo": {
                "40000316": 1, 
                "20008799": 1
            }
        }, 
        4: {
            "comment": "毒雾1", 
            "monsterInfo": {
                "20008808": 1
            }
        }, 
        5: {
            "comment": "灵土卫兵", 
            "monsterInfo": {
                "20008800": 3, 
                "20008801": 3
            }
        }, 
        7: {
            "comment": "毒雾2", 
            "monsterInfo": {
                "20008776": 1
            }
        }, 
        9: {
            "comment": "万年山灵", 
            "monsterInfo": {
                "20008807": 1
            }
        }, 
        10: {
            "comment": "发生器", 
            "monsterInfo": {
                "20009471": 1
            }
        }, 
        11: {
            "comment": "传送门", 
            "monsterInfo": {
                "20009366": 1
            }
        }
    }, 
    "L_YZD_Planes004": {
        1: {
            "comment": "表演：女娲", 
            "monsterInfo": {
                "20002163": 1
            }
        }, 
        2: {
            "comment": "表演：女娲+鼎+光罩+光球", 
            "monsterInfo": {
                "20002166": 1, 
                "20002165": 1, 
                "20002164": 1, 
                "20003679": 1
            }
        }, 
        3: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20002152": 2, 
                "20002153": 2, 
                "20002154": 2
            }
        }, 
        4: {
            "comment": "第二波：精英+小怪", 
            "monsterInfo": {
                "20002170": 2, 
                "20002171": 2, 
                "20002169": 1, 
                "20002168": 1
            }
        }, 
        5: {
            "comment": "第三波：Boss+小怪", 
            "monsterInfo": {
                "20001868": 1, 
                "20002156": 3, 
                "20002155": 4
            }
        }, 
        6: {
            "comment": "第四波：九天玄女+帝江", 
            "monsterInfo": {
                "20002172": 1, 
                "20002173": 1
            }
        }, 
        7: {
            "comment": "第五波：通天教主+接引道人", 
            "monsterInfo": {
                "20002174": 1, 
                "20002175": 1
            }
        }, 
        10: {
            "comment": "我只是个陷阱", 
            "monsterInfo": {
                "20002176": 1
            }
        }, 
        11: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002167": 2
            }
        }, 
        12: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002167": 2
            }
        }, 
        13: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002167": 2
            }
        }, 
        14: {
            "comment": "第二波：大门", 
            "monsterInfo": {
                "20002151": 2
            }
        }, 
        15: {
            "comment": "第二波：小门", 
            "monsterInfo": {
                "20002167": 4
            }
        }, 
        16: {
            "comment": "第三波：大门", 
            "monsterInfo": {
                "20002151": 1
            }
        }, 
        17: {
            "comment": "第三波：小门", 
            "monsterInfo": {
                "20002167": 7
            }
        }
    }, 
    "L_LYG_01": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20014414": 1, 
                "20014415": 1, 
                "20014411": 1, 
                "20014412": 1, 
                "20014413": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20014416": 1, 
                "20014417": 1, 
                "20014418": 1, 
                "20014419": 1, 
                "20014420": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20014784": 1, 
                "20014785": 1, 
                "20014781": 1, 
                "20014782": 1, 
                "20014783": 1, 
                "20014839": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20014786": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20014843": 1, 
                "20014842": 1, 
                "20014841": 1, 
                "20014840": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "30001175": 1
            }
        }
    }, 
    "L_YHS": {
        2: {
            "comment": "水妖守卫", 
            "monsterInfo": {
                "20008770": 3, 
                "20008769": 3
            }
        }, 
        4: {
            "comment": "荷花机关", 
            "monsterInfo": {
                "20008792": 1, 
                "20008790": 1, 
                "20008772": 1
            }
        }, 
        5: {
            "comment": "水妖守卫", 
            "monsterInfo": {
                "20008774": 3, 
                "20008775": 3
            }
        }, 
        9: {
            "comment": "光墙", 
            "monsterInfo": {
                "20008784": 1
            }
        }, 
        10: {
            "comment": "石奎、石冥", 
            "monsterInfo": {
                "20008785": 1, 
                "20008787": 1
            }
        }, 
        11: {
            "comment": "万年山灵", 
            "monsterInfo": {
                "20008788": 1
            }
        }, 
        12: {
            "comment": "红鲤鱼", 
            "monsterInfo": {
                "30000610": 1, 
                "30000611": 1, 
                "30000612": 1
            }
        }
    }, 
    "L_LYG": {
        3: {
            "comment": "第一波冲锋明怪", 
            "monsterInfo": {
                "20006017": 1, 
                "20006016": 1, 
                "20006015": 1, 
                "20006019": 1, 
                "20006018": 1, 
                "20006020": 1
            }
        }, 
        5: {
            "comment": "第二波跳跃明怪", 
            "monsterInfo": {
                "20006023": 1, 
                "20006026": 1, 
                "20006027": 1, 
                "20006024": 1, 
                "20006025": 1
            }
        }, 
        6: {
            "comment": "小BOSS", 
            "monsterInfo": {
                "20006042": 1
            }
        }, 
        7: {
            "comment": "第三波明怪", 
            "monsterInfo": {
                "20006028": 2, 
                "20006029": 3
            }
        }, 
        9: {
            "comment": "第四波明怪", 
            "monsterInfo": {
                "20006035": 3, 
                "20006036": 2
            }
        }, 
        11: {
            "comment": "大BOSS", 
            "monsterInfo": {
                "20006043": 1
            }
        }, 
        12: {
            "comment": "喷火机关", 
            "monsterInfo": {
                "20006040": 1, 
                "20006041": 1, 
                "20006044": 1, 
                "20006045": 1
            }
        }, 
        13: {
            "comment": "赤焰精灵", 
            "monsterInfo": {
                "20006046": 1
            }
        }, 
        14: {
            "comment": "赤焰精灵", 
            "monsterInfo": {
                "20006046": 1
            }
        }, 
        15: {
            "comment": "赤焰精灵", 
            "monsterInfo": {
                "20006046": 1
            }
        }, 
        16: {
            "comment": "赤焰精灵", 
            "monsterInfo": {
                "20006046": 1
            }
        }, 
        19: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000479": 1
            }
        }
    }, 
    "L_FMNL_Planes016": {
        1: {
            "comment": "陆压", 
            "monsterInfo": {
                "20012686": 1
            }
        }, 
        2: {
            "comment": "第1轮金木水火土", 
            "monsterInfo": {
                "40000783": 1, 
                "40000782": 1, 
                "40000781": 1, 
                "40000785": 1, 
                "40000784": 1
            }
        }, 
        3: {
            "comment": "第2轮金木水火土", 
            "monsterInfo": {
                "40000790": 1, 
                "40000789": 1, 
                "40000788": 1, 
                "40000787": 1, 
                "40000786": 1
            }
        }, 
        4: {
            "comment": "第3轮金木水火土", 
            "monsterInfo": {
                "40000791": 1, 
                "40000792": 1, 
                "40000793": 1, 
                "40000794": 1, 
                "40000795": 1
            }
        }, 
        5: {
            "comment": "金木水火土空盒子招怪用", 
            "monsterInfo": {
                "20012693": 1, 
                "20012694": 1, 
                "20012695": 1, 
                "20012696": 1, 
                "20012697": 1
            }
        }, 
        6: {
            "comment": "陨石盒子", 
            "monsterInfo": {
                "20012692": 1
            }
        }, 
        7: {
            "comment": "传送门", 
            "monsterInfo": {
                "20012701": 1
            }
        }
    }, 
    "L_FMNL_Planes015": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010987": 1, 
                "20010989": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "40000705": 1
            }
        }
    }, 
    "L_FMNL_Planes014": {
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010970": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010964": 1, 
                "20010965": 1, 
                "20010966": 2, 
                "20010967": 1, 
                "20010968": 2, 
                "20010969": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "40000698": 2, 
                "40000695": 2, 
                "40000694": 1, 
                "40000697": 2, 
                "40000696": 1, 
                "40000693": 1, 
                "20010971": 3
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "40000699": 1, 
                "40000701": 1, 
                "40000700": 1, 
                "20010974": 1, 
                "20010973": 1, 
                "20010972": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010982": 1, 
                "20010983": 1, 
                "20010980": 1, 
                "20010981": 1, 
                "20010975": 1, 
                "20010979": 1, 
                "20010978": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010976": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20011048": 1, 
                "20011049": 1, 
                "20011047": 1
            }
        }
    }, 
    "L_PLD": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008862": 4
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20008863": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20008864": 4
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008865": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20008861": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20008904": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20008866": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "30000636": 1
            }
        }
    }, 
    "L_FMNL_Planes012": {}, 
    "L_FMNL_Planes011": {}, 
    "L_YZD_Planes002": {
        1: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20001859": 1, 
                "20001861": 3, 
                "20001860": 1
            }
        }, 
        2: {
            "comment": "第二波：精英", 
            "monsterInfo": {
                "20001862": 1
            }
        }
    }, 
    "L_JYHD": {
        2: {
            "comment": "第1波5个石头人", 
            "monsterInfo": {
                "20006050": 2, 
                "20006186": 3
            }
        }, 
        3: {
            "comment": "第2波4个明怪", 
            "monsterInfo": {
                "20005896": 1, 
                "20005895": 1
            }
        }, 
        4: {
            "comment": "第2波4个暗怪", 
            "monsterInfo": {
                "20005898": 2, 
                "20005899": 2
            }
        }, 
        5: {
            "comment": "水中冰球陷阱", 
            "monsterInfo": {
                "20007292": 1, 
                "20007290": 1, 
                "20007291": 1, 
                "20007289": 1, 
                "20007288": 1
            }
        }, 
        7: {
            "comment": "伏月", 
            "monsterInfo": {
                "20006049": 1
            }
        }, 
        8: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000773": 1, 
                "20005907": 1
            }
        }, 
        9: {
            "comment": "传送门", 
            "monsterInfo": {
                "20006363": 1
            }
        }, 
        10: {
            "comment": "两个精英", 
            "monsterInfo": {
                "20005909": 1, 
                "20005910": 1
            }
        }, 
        11: {
            "comment": "Boss1", 
            "monsterInfo": {
                "20007293": 1
            }
        }, 
        12: {
            "comment": "阵法光效", 
            "monsterInfo": {
                "20007249": 1
            }
        }, 
        13: {
            "comment": "阵中陷阱", 
            "monsterInfo": {
                "20007250": 13
            }
        }
    }, 
    "L_TMDC": {
        1: {
            "comment": "守卫小怪", 
            "monsterInfo": {
                "20007388": 1, 
                "20007389": 1, 
                "20007390": 3
            }
        }, 
        3: {
            "comment": "真假妖灵", 
            "monsterInfo": {
                "20007398": 3, 
                "20007397": 3, 
                "20007396": 3, 
                "20007395": 1, 
                "20007394": 1, 
                "20007393": 1
            }
        }, 
        4: {
            "comment": "火炉光柱", 
            "monsterInfo": {
                "20007400": 4
            }
        }, 
        5: {
            "comment": "光墙1", 
            "monsterInfo": {
                "20007524": 2
            }
        }, 
        6: {
            "comment": "第2幕：小怪", 
            "monsterInfo": {
                "20007540": 10, 
                "20007541": 10
            }
        }, 
        7: {
            "comment": "第2幕：精英", 
            "monsterInfo": {
                "20007542": 1
            }
        }, 
        8: {
            "comment": "光墙2", 
            "monsterInfo": {
                "20007543": 1
            }
        }, 
        9: {
            "comment": "Boss", 
            "monsterInfo": {
                "20007544": 1
            }
        }, 
        10: {
            "comment": "空中怪物", 
            "monsterInfo": {
                "20007951": 4, 
                "20007950": 4
            }
        }, 
        11: {
            "comment": "地面怪物", 
            "monsterInfo": {
                "20007953": 4, 
                "20007952": 4
            }
        }, 
        12: {
            "comment": "传送门", 
            "monsterInfo": {
                "20007954": 1
            }
        }, 
        13: {
            "comment": "火炉", 
            "monsterInfo": {
                "40000187": 4
            }
        }
    }, 
    "L_YZD_Planes001": {
        1: {
            "comment": "昧水台守卫", 
            "monsterInfo": {
                "20000312": 3, 
                "20000313": 3
            }
        }, 
        2: {
            "comment": "巫九奇", 
            "monsterInfo": {
                "20000314": 1
            }
        }, 
        3: {
            "comment": "灵珠子", 
            "monsterInfo": {
                "20000317": 1
            }
        }, 
        4: {
            "comment": "昧水台士兵", 
            "monsterInfo": {
                "20000316": 2, 
                "20000321": 2, 
                "20000315": 2
            }
        }
    }, 
    "L_QLMJ": {
        1: {
            "comment": "第1批所有的机关，陷阱", 
            "monsterInfo": {
                "20010371": 1, 
                "20010370": 1, 
                "20010373": 1, 
                "20010372": 4, 
                "20010375": 1, 
                "20010374": 1, 
                "20010368": 1, 
                "20010369": 1, 
                "20010376": 1, 
                "50000084": 3, 
                "50000083": 1
            }
        }, 
        2: {
            "comment": "第1波拦路小怪", 
            "monsterInfo": {
                "20010379": 2, 
                "20010378": 2
            }
        }, 
        3: {
            "comment": "精英", 
            "monsterInfo": {
                "20010380": 1
            }
        }, 
        4: {
            "comment": "精英空盒子", 
            "monsterInfo": {
                "20010384": 1, 
                "20010381": 1, 
                "20010382": 1, 
                "20010383": 1
            }
        }, 
        5: {
            "comment": "第2波拦路小怪（暗）", 
            "monsterInfo": {
                "20010385": 2, 
                "20010386": 2
            }
        }, 
        6: {
            "comment": "火麒麟和祖巫帝江", 
            "monsterInfo": {
                "20010392": 1, 
                "20010390": 1
            }
        }, 
        7: {
            "comment": "Boss空盒子", 
            "monsterInfo": {
                "20010396": 1, 
                "20010395": 1, 
                "20010394": 1, 
                "20010393": 1
            }
        }, 
        8: {
            "comment": "火墙", 
            "monsterInfo": {
                "20010398": 1
            }
        }, 
        9: {
            "comment": "开始处祖巫帝江", 
            "monsterInfo": {
                "20010391": 1
            }
        }
    }, 
    "L_FSG_02": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010087": 2, 
                "20010425": 1, 
                "20010089": 2, 
                "20010088": 2, 
                "20010106": 1, 
                "20010107": 1, 
                "20010100": 4
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010087": 2, 
                "20010089": 2, 
                "20010088": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010090": 1, 
                "20010091": 1, 
                "20010092": 1, 
                "20010093": 1, 
                "20008644": 9, 
                "20010101": 4
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008644": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010095": 1, 
                "30001004": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010105": 1, 
                "20010102": 1, 
                "20010103": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010094": 1, 
                "20008648": 3
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010111": 1, 
                "20010104": 1, 
                "20010083": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "30001006": 1, 
                "30001007": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "30001008": 1, 
                "30001009": 1
            }
        }
    }, 
    "L_LXG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20011355": 2, 
                "20011356": 1, 
                "20011357": 3
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20011358": 2, 
                "20011359": 1, 
                "20011360": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20011361": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20011362": 1
            }
        }
    }, 
    "L_HMT_Planes001": {
        1: {
            "comment": "陆压", 
            "monsterInfo": {
                "20012704": 1
            }
        }, 
        2: {
            "comment": "封神榜+台子+空盒子", 
            "monsterInfo": {
                "20012716": 1, 
                "20012706": 1, 
                "20012705": 1
            }
        }, 
        3: {
            "comment": "须弥神甲（暗）", 
            "monsterInfo": {
                "20012708": 1
            }
        }, 
        4: {
            "comment": "天绝剑（暗）", 
            "monsterInfo": {
                "20012709": 1
            }
        }, 
        5: {
            "comment": "斩仙葫芦（暗）", 
            "monsterInfo": {
                "20012710": 1
            }
        }
    }, 
    "L_LHZS": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20005603": 5, 
                "20005602": 7, 
                "20005604": 5
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20005607": 9, 
                "20005606": 8, 
                "20005605": 8
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20005609": 9, 
                "20005608": 9
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20005610": 28, 
                "20005611": 1, 
                "20004656": 1, 
                "20004654": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20004666": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20004658": 1, 
                "20004660": 9
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20004660": 18
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20004660": 7
            }
        }, 
        73: {
            "comment": "附身四级后提示箭头", 
            "monsterInfo": {
                "20014054": 8
            }
        }, 
        71: {
            "comment": "附身二级后提示箭头", 
            "monsterInfo": {
                "20014054": 1, 
                "20014053": 5
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20004661": 1
            }
        }, 
        45: {
            "comment": "", 
            "monsterInfo": {
                "20004664": 8
            }
        }, 
        77: {
            "comment": "", 
            "monsterInfo": {
                "20004670": 1
            }
        }, 
        34: {
            "comment": "", 
            "monsterInfo": {
                "20004663": 4
            }
        }, 
        72: {
            "comment": "附身三级后提示箭头", 
            "monsterInfo": {
                "20014054": 4, 
                "20014053": 8
            }
        }, 
        99: {
            "comment": "出场用boss", 
            "monsterInfo": {
                "20005612": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20004657": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20004662": 1
            }
        }, 
        88: {
            "comment": "加速球", 
            "monsterInfo": {
                "30000347": 16
            }
        }, 
        100: {
            "comment": "幻幽莲", 
            "monsterInfo": {
                "40000113": 1
            }
        }, 
        70: {
            "comment": "附身一级后提示箭头", 
            "monsterInfo": {
                "20014054": 1, 
                "20014053": 1
            }
        }
    }, 
    "L_SMZZ_mo": {
        1: {
            "comment": "第一批：粉色嘟嘟猪", 
            "monsterInfo": {
                "20002898": 5, 
                "20002897": 1
            }
        }, 
        2: {
            "comment": "第二批：紫色嘟嘟猪", 
            "monsterInfo": {
                "20002900": 5, 
                "20002899": 1
            }
        }, 
        3: {
            "comment": "第三批：粉色+紫色嘟嘟猪、大头恐龙", 
            "monsterInfo": {
                "20002901": 2, 
                "20002903": 1, 
                "20002902": 2
            }
        }, 
        4: {
            "comment": "第四批：紫色嘟嘟猪", 
            "monsterInfo": {
                "20002905": 5, 
                "20002904": 1
            }
        }, 
        5: {
            "comment": "第五批：粉色+紫色嘟嘟猪", 
            "monsterInfo": {
                "20002909": 1, 
                "20002907": 5, 
                "20002910": 1, 
                "20002906": 1
            }
        }, 
        6: {
            "comment": "第六批：粉色+紫色嘟嘟猪、大嘟嘟猪", 
            "monsterInfo": {
                "20002909": 2, 
                "20002908": 2
            }
        }, 
        7: {
            "comment": "第七批：嘟嘟猪王+宝箱", 
            "monsterInfo": {
                "20002914": 1, 
                "20002915": 1
            }
        }
    }, 
    "L_HDDT_Planes002": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010601": 1, 
                "20010602": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "40000589": 1, 
                "40000592": 1, 
                "40000590": 1, 
                "20010607": 1, 
                "40000591": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010605": 1, 
                "20010604": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010603": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010640": 1, 
                "20010606": 1
            }
        }, 
        99: {
            "comment": "", 
            "monsterInfo": {
                "40000960": 1
            }
        }
    }, 
    "L_FMYS_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20014401": 1, 
                "20014394": 1, 
                "20014383": 4, 
                "20014397": 1, 
                "20014396": 1, 
                "20014395": 1, 
                "20014400": 1, 
                "20014384": 1, 
                "20014399": 1, 
                "20014398": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20014388": 2, 
                "20014389": 2, 
                "20014386": 2, 
                "20014387": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20014393": 2, 
                "20014392": 2, 
                "20014391": 2, 
                "20014390": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20014382": 2, 
                "20014379": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20014380": 1, 
                "20014381": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20014407": 2, 
                "20014406": 2, 
                "20014405": 2, 
                "20014404": 2, 
                "20014390": 6, 
                "20014409": 1, 
                "20014408": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20014402": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "30001172": 4, 
                "30001173": 9
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "30001172": 3, 
                "30001173": 5
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20014403": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "30001174": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20014410": 1
            }
        }
    }, 
    "L_YGD": {
        2: {
            "comment": "第1波明怪", 
            "monsterInfo": {
                "20006979": 3, 
                "20006980": 2
            }
        }, 
        4: {
            "comment": "第1次遇到紫霞", 
            "monsterInfo": {
                "20006986": 1
            }
        }, 
        5: {
            "comment": "第3波明怪", 
            "monsterInfo": {
                "20006987": 5
            }
        }, 
        7: {
            "comment": "紫霞+青霞", 
            "monsterInfo": {
                "20006993": 1, 
                "20006994": 1
            }
        }, 
        8: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000400": 1
            }
        }, 
        10: {
            "comment": "表演用紫霞", 
            "monsterInfo": {
                "20007299": 1, 
                "20007300": 1, 
                "20007301": 1, 
                "20007302": 1, 
                "20007303": 1
            }
        }, 
        11: {
            "comment": "表演用紫霞", 
            "monsterInfo": {
                "20007551": 1, 
                "20007553": 1, 
                "20007552": 1, 
                "20007555": 1, 
                "20007554": 1
            }
        }, 
        12: {
            "comment": "表演用紫霞", 
            "monsterInfo": {
                "20007304": 1, 
                "20007305": 1, 
                "20007306": 1, 
                "20007307": 1, 
                "20007308": 1
            }
        }, 
        13: {
            "comment": "表演用紫霞", 
            "monsterInfo": {
                "20007559": 1, 
                "20007558": 1, 
                "20007560": 1, 
                "20007557": 1, 
                "20007556": 1
            }
        }
    }, 
    "L_DBDT": {
        3: {
            "comment": "第二波明怪", 
            "monsterInfo": {
                "20004472": 3, 
                "20004471": 4
            }
        }, 
        5: {
            "comment": "第四波明怪", 
            "monsterInfo": {
                "20004477": 4, 
                "20004476": 4
            }
        }, 
        6: {
            "comment": "第五波精英", 
            "monsterInfo": {
                "20004478": 1
            }
        }, 
        7: {
            "comment": "BOSS多宝妖王", 
            "monsterInfo": {
                "20004479": 1
            }
        }, 
        8: {
            "comment": "光墙", 
            "monsterInfo": {
                "20004480": 1
            }
        }, 
        9: {
            "comment": "九天玄女（友方）", 
            "monsterInfo": {
                "20004481": 1
            }
        }, 
        10: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000396": 1
            }
        }
    }, 
    "L_SMZZ_Planes101": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20005557": 3, 
                "20005556": 4
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20005559": 3, 
                "20005558": 4
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20005560": 6, 
                "20005561": 1
            }
        }, 
        4: {
            "comment": "东皇太一", 
            "monsterInfo": {
                "20005678": 1
            }
        }, 
        5: {
            "comment": "大巫巫祝", 
            "monsterInfo": {
                "20005677": 1
            }
        }
    }, 
    "L_BQXB_Planes001": {
        1: {
            "comment": "第一波跳出怪 暗怪", 
            "monsterInfo": {
                "20005995": 3, 
                "20005994": 3
            }
        }, 
        2: {
            "comment": "第二波 暗怪", 
            "monsterInfo": {
                "20005996": 3
            }
        }, 
        3: {
            "comment": "第三波 血蒙 精英 暗怪", 
            "monsterInfo": {
                "20005997": 1
            }
        }, 
        4: {
            "comment": "第四波 光墙1", 
            "monsterInfo": {
                "20005998": 1
            }
        }, 
        5: {
            "comment": "第五波 明怪4只 暗怪4只", 
            "monsterInfo": {
                "20006000": 4, 
                "20005999": 4
            }
        }, 
        6: {
            "comment": "第六波 光墙", 
            "monsterInfo": {
                "20006001": 1
            }
        }, 
        7: {
            "comment": "第7波 翻天兽 boss 明怪", 
            "monsterInfo": {
                "20004530": 1
            }
        }, 
        8: {
            "comment": "第八波 九天玄女 暗怪", 
            "monsterInfo": {
                "20004531": 1
            }
        }
    }, 
    "L_BQXB_Planes002": {
        1: {
            "comment": "毕锋 精英 明怪", 
            "monsterInfo": {
                "20004529": 1
            }
        }, 
        2: {
            "comment": "少典 友方npc 明怪", 
            "monsterInfo": {
                "20005993": 1
            }
        }, 
        3: {
            "comment": "牢笼", 
            "monsterInfo": {
                "20006005": 1
            }
        }
    }, 
    "L_BQXB_Planes003": {
        1: {
            "comment": "第一波 暗怪", 
            "monsterInfo": {
                "20006004": 3, 
                "20004542": 3
            }
        }, 
        2: {
            "comment": "晏龙 友方npc 暗怪", 
            "monsterInfo": {
                "20004539": 1
            }
        }, 
        3: {
            "comment": "追兵 暗怪", 
            "monsterInfo": {
                "20004538": 2, 
                "20004537": 3
            }
        }
    }, 
    "L_BQXB_Planes004": {
        1: {
            "comment": "轩辕族人", 
            "monsterInfo": {
                "20004558": 1, 
                "20004560": 1, 
                "20004549": 1, 
                "20004548": 1, 
                "20004559": 1, 
                "20004550": 1, 
                "20004547": 1
            }
        }, 
        2: {
            "comment": "地牢守卫", 
            "monsterInfo": {
                "20004546": 11, 
                "20004545": 5, 
                "20004544": 7
            }
        }, 
        3: {
            "comment": "血崖", 
            "monsterInfo": {
                "20004552": 1
            }
        }, 
        4: {
            "comment": "大巫BOSS", 
            "monsterInfo": {
                "20004553": 1
            }
        }, 
        5: {
            "comment": "九天玄女", 
            "monsterInfo": {
                "20004554": 1
            }
        }, 
        6: {
            "comment": "援军", 
            "monsterInfo": {
                "20004555": 2, 
                "20004556": 3
            }
        }, 
        7: {
            "comment": "牢笼", 
            "monsterInfo": {
                "20005070": 1, 
                "20005071": 1, 
                "20005072": 1, 
                "20005067": 1, 
                "20004551": 1, 
                "20005069": 1, 
                "20005068": 1
            }
        }
    }, 
    "L_BQXB_Planes005": {
        1: {
            "comment": "小怪", 
            "monsterInfo": {
                "20005351": 2, 
                "20005352": 2
            }
        }, 
        2: {
            "comment": "康回", 
            "monsterInfo": {
                "20005388": 1
            }
        }
    }, 
    "L_BQXB_Planes006": {
        1: {
            "comment": "魑魅魍魉", 
            "monsterInfo": {
                "20005359": 1, 
                "20005358": 1
            }
        }
    }, 
    "L_BQXB_Planes007": {
        1: {
            "comment": "小怪", 
            "monsterInfo": {
                "20005360": 3, 
                "20005361": 3
            }
        }, 
        2: {
            "comment": "飞廉", 
            "monsterInfo": {
                "20005390": 1
            }
        }
    }, 
    "L_BQXB_Planes008": {
        1: {
            "comment": "七煞鬼王", 
            "monsterInfo": {
                "20005364": 1
            }
        }
    }, 
    "L_BQXB_Planes009": {
        1: {
            "comment": "轩辕族先锋", 
            "monsterInfo": {
                "20005365": 3, 
                "20005366": 3, 
                "20005368": 4
            }
        }, 
        2: {
            "comment": "轩辕族先锋", 
            "monsterInfo": {
                "20005367": 10, 
                "20005368": 1
            }
        }, 
        3: {
            "comment": "轩辕族卫兵", 
            "monsterInfo": {
                "20005371": 7
            }
        }, 
        4: {
            "comment": "轩辕族卫兵", 
            "monsterInfo": {
                "20005372": 12
            }
        }, 
        5: {
            "comment": "风烈", 
            "monsterInfo": {
                "20005375": 1
            }
        }
    }, 
    "L_FLS_Planes010": {
        1: {
            "comment": "第一波：飞盗门弟子（跳下）", 
            "monsterInfo": {
                "20003700": 1, 
                "20003701": 1, 
                "20003702": 1, 
                "20003698": 1, 
                "20003699": 1, 
                "20003697": 1
            }
        }, 
        2: {
            "comment": "第二波：boss影风", 
            "monsterInfo": {
                "20003703": 1
            }
        }, 
        3: {
            "comment": "第三波：己方NPC赵承", 
            "monsterInfo": {
                "20003704": 1
            }
        }, 
        4: {
            "comment": "7个怪", 
            "monsterInfo": {
                "20011977": 1, 
                "20011978": 1, 
                "20011979": 1, 
                "20011981": 1, 
                "20011980": 1, 
                "20011983": 1, 
                "20011982": 1
            }
        }
    }, 
    "L_FLS_Planes011": {
        1: {
            "comment": "第一波：跳出暗怪", 
            "monsterInfo": {
                "20003708": 1, 
                "20003709": 1, 
                "20003705": 1, 
                "20003706": 1, 
                "20003707": 1, 
                "20003710": 1
            }
        }, 
        2: {
            "comment": "第二波：围攻怪物", 
            "monsterInfo": {
                "20003713": 1, 
                "20003712": 1, 
                "20003711": 1
            }
        }, 
        3: {
            "comment": "第三波：己方NPC赵承", 
            "monsterInfo": {
                "20003714": 1
            }
        }
    }, 
    "L_SXGN_Planes011": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20005650": 7
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20005595": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20005807": 7
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20005808": 7
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20005599": 1, 
                "20005598": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "10000491": 1, 
                "10000492": 1
            }
        }
    }, 
    "L_FYP_Planes107": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010010": 3, 
                "20010011": 3, 
                "20010009": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009996": 3, 
                "20009995": 3, 
                "20009994": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010027": 4
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010006": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010005": 1, 
                "20010004": 1, 
                "20010003": 1, 
                "20010002": 1, 
                "20010001": 1, 
                "20010000": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010007": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010008": 1
            }
        }
    }, 
    "L_FYP_Planes001": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009141": 2, 
                "20009142": 2, 
                "20009143": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009630": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009144": 4, 
                "20009145": 3, 
                "20009146": 2, 
                "20009147": 2, 
                "20009152": 3, 
                "20009151": 2, 
                "20009150": 2, 
                "20009149": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009133": 1, 
                "20009132": 1
            }
        }
    }, 
    "L_FYP_Planes003": {
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009749": 6
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009751": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009746": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009747": 5
            }
        }
    }, 
    "L_FYP_Planes002": {
        1: {
            "comment": "荒火营守卫-台子边巡逻怪", 
            "monsterInfo": {
                "20009347": 2, 
                "20009345": 4
            }
        }, 
        2: {
            "comment": "荒火营守卫-台子巡逻怪", 
            "monsterInfo": {
                "20009348": 6, 
                "20009349": 3
            }
        }, 
        4: {
            "comment": "荒火营卫士-门口怪", 
            "monsterInfo": {
                "20009355": 2, 
                "20009357": 1, 
                "20009356": 2
            }
        }, 
        5: {
            "comment": "有穷部落士兵-俘虏", 
            "monsterInfo": {
                "20009359": 1, 
                "20009358": 1, 
                "20009360": 1, 
                "20009361": 1
            }
        }, 
        6: {
            "comment": "笼子", 
            "monsterInfo": {
                "20009365": 1
            }
        }, 
        8: {
            "comment": "荒火营卫士-小精英手下", 
            "monsterInfo": {
                "20009373": 2
            }
        }, 
        9: {
            "comment": "血河-小精英", 
            "monsterInfo": {
                "20009374": 1
            }
        }, 
        11: {
            "comment": "荒火营精卫-BOSS手下", 
            "monsterInfo": {
                "20009462": 2, 
                "20009461": 2
            }
        }, 
        12: {
            "comment": "BOSS-虚云", 
            "monsterInfo": {
                "20009463": 1
            }
        }, 
        13: {
            "comment": "夸父", 
            "monsterInfo": {
                "20009464": 1
            }
        }, 
        14: {
            "comment": "有穷部落士兵-随夸父前来", 
            "monsterInfo": {
                "20009470": 1, 
                "20009467": 1, 
                "20009466": 1, 
                "20009465": 1, 
                "20009469": 1, 
                "20009468": 1
            }
        }
    }, 
    "L_TZHJ": {
        1: {
            "comment": "刷怪", 
            "monsterInfo": {
                "20007936": 1, 
                "20007935": 1
            }
        }
    }, 
    "L_FYP_Planes004": {}, 
    "L_FYP_Planes006": {
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009803": 1
            }
        }, 
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009801": 1, 
                "20009804": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009814": 1, 
                "20009812": 1, 
                "20009813": 1, 
                "20009810": 1, 
                "20009811": 1, 
                "20009809": 1, 
                "20009808": 1, 
                "20009807": 1, 
                "20009806": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009830": 1, 
                "20009831": 1, 
                "20009832": 1, 
                "20009833": 1, 
                "20009827": 1, 
                "20009835": 1, 
                "20009829": 1, 
                "20009828": 1, 
                "20009834": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20009802": 1
            }
        }
    }, 
    "L_YLG_Planes102": {
        1: {
            "comment": "第一波跑出怪", 
            "monsterInfo": {
                "20004018": 6
            }
        }, 
        2: {
            "comment": "第二波刷出暗怪", 
            "monsterInfo": {
                "20004020": 4
            }
        }, 
        3: {
            "comment": "第三波明怪", 
            "monsterInfo": {
                "20004006": 3
            }
        }, 
        4: {
            "comment": "第三波跳出怪", 
            "monsterInfo": {
                "20004019": 3
            }
        }, 
        5: {
            "comment": "恶魁 精英", 
            "monsterInfo": {
                "20004021": 1
            }
        }, 
        6: {
            "comment": "兽王狴犴 boss", 
            "monsterInfo": {
                "20004022": 1
            }
        }
    }, 
    "L_SFMJ": {
        1: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000728": 1
            }
        }, 
        2: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000734": 1
            }
        }, 
        3: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000727": 1
            }
        }, 
        4: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000733": 1
            }
        }, 
        5: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000726": 1
            }
        }, 
        6: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000196": 1
            }
        }, 
        7: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000732": 1
            }
        }, 
        8: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000731": 1
            }
        }, 
        9: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000729": 1
            }
        }, 
        10: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000730": 1
            }
        }, 
        12: {
            "comment": "明怪", 
            "monsterInfo": {
                "20008260": 1
            }
        }, 
        21: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20008264": 1
            }
        }, 
        33: {
            "comment": "test", 
            "monsterInfo": {
                "20008261": 1
            }
        }, 
        41: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20008263": 1
            }
        }, 
        53: {
            "comment": "test", 
            "monsterInfo": {
                "20008262": 1
            }
        }, 
        61: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20007933": 1
            }
        }, 
        72: {
            "comment": "明怪", 
            "monsterInfo": {
                "20008268": 1
            }
        }, 
        201: {
            "comment": "", 
            "monsterInfo": {
                "20008269": 1
            }
        }, 
        202: {
            "comment": "", 
            "monsterInfo": {
                "20008273": 1
            }
        }, 
        203: {
            "comment": "", 
            "monsterInfo": {
                "20008270": 1
            }
        }, 
        204: {
            "comment": "", 
            "monsterInfo": {
                "20008272": 1
            }
        }, 
        205: {
            "comment": "", 
            "monsterInfo": {
                "20008271": 1
            }
        }, 
        206: {
            "comment": "", 
            "monsterInfo": {
                "20007934": 1
            }
        }, 
        207: {
            "comment": "", 
            "monsterInfo": {
                "20008276": 1
            }
        }, 
        208: {
            "comment": "", 
            "monsterInfo": {
                "20008275": 1
            }
        }, 
        81: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20008267": 1
            }
        }, 
        210: {
            "comment": "", 
            "monsterInfo": {
                "20008274": 1
            }
        }, 
        93: {
            "comment": "test", 
            "monsterInfo": {
                "20008266": 1
            }
        }, 
        101: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20008265": 1
            }
        }
    }, 
    "cycle_L_JSCS": {
        1: {
            "comment": "传送门批次1", 
            "monsterInfo": {
                "20010148": 4, 
                "20010149": 10, 
                "20010150": 4
            }
        }, 
        2: {
            "comment": "传送门批次2", 
            "monsterInfo": {
                "20010148": 8, 
                "20010149": 8, 
                "20010150": 12
            }
        }, 
        3: {
            "comment": "传送门批次3", 
            "monsterInfo": {
                "20010148": 9, 
                "20010149": 10, 
                "20010150": 9
            }
        }, 
        4: {
            "comment": "传送门批次4", 
            "monsterInfo": {
                "20010148": 10, 
                "20010149": 6, 
                "20010150": 12
            }
        }, 
        5: {
            "comment": "传送门批次5", 
            "monsterInfo": {
                "20010148": 10, 
                "20010149": 8, 
                "20010150": 10
            }
        }, 
        6: {
            "comment": "陷阱", 
            "monsterInfo": {
                "30000748": 1, 
                "30000749": 4, 
                "30000747": 8
            }
        }
    }, 
    "L_BBH_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20014357": 1, 
                "20014356": 1, 
                "20014355": 1, 
                "20014354": 1, 
                "20014353": 1, 
                "20014352": 1, 
                "20014351": 1, 
                "20014350": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20014365": 1
            }
        }
    }, 
    "L_ZXG_Planes001": {
        1: {
            "comment": "鸿钧", 
            "monsterInfo": {
                "20012683": 1
            }
        }, 
        2: {
            "comment": "陆压", 
            "monsterInfo": {
                "20012684": 1
            }
        }
    }, 
    "cycle_L_XTBL": {
        1: {
            "comment": "明怪：玄天宝录+保护罩", 
            "monsterInfo": {
                "20010142": 1, 
                "40000568": 1
            }
        }, 
        2: {
            "comment": "暗怪：旋转火焰", 
            "monsterInfo": {
                "20010146": 4
            }
        }, 
        3: {
            "comment": "明怪：石像", 
            "monsterInfo": {
                "20010143": 6, 
                "20010144": 4, 
                "20010145": 6
            }
        }
    }, 
    "L_TSHJ_2": {
        2: {
            "comment": "第1波5个石像", 
            "monsterInfo": {
                "20010708": 3, 
                "20010709": 2
            }
        }, 
        3: {
            "comment": "第2波8个石像", 
            "monsterInfo": {
                "20010711": 4, 
                "20010710": 4
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010706": 1
            }
        }, 
        101: {
            "comment": "", 
            "monsterInfo": {
                "40000655": 15
            }
        }, 
        6: {
            "comment": "第3波太古心魔", 
            "monsterInfo": {
                "20010705": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010713": 2, 
                "20010714": 2
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010713": 2, 
                "20010714": 2
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20010652": 3, 
                "20010653": 2
            }
        }, 
        88: {
            "comment": "", 
            "monsterInfo": {
                "20010707": 1
            }
        }, 
        26: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1, 
                "20011222": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1, 
                "20011224": 1
            }
        }, 
        24: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        100: {
            "comment": "", 
            "monsterInfo": {
                "40000639": 1, 
                "40000638": 1, 
                "40000615": 1, 
                "40000614": 1, 
                "40000617": 1, 
                "40000616": 1, 
                "40000611": 1, 
                "40000610": 1, 
                "40000613": 1, 
                "40000612": 1, 
                "40000651": 1, 
                "40000650": 1, 
                "40000653": 1, 
                "40000652": 1, 
                "40000633": 1, 
                "40000654": 1, 
                "40000631": 1, 
                "40000630": 1, 
                "40000609": 1, 
                "40000620": 1, 
                "40000619": 1, 
                "40000618": 1, 
                "40000628": 1, 
                "40000598": 1, 
                "40000599": 1, 
                "40000596": 1, 
                "40000597": 1, 
                "40000594": 1, 
                "40000595": 1, 
                "40000593": 1, 
                "40000637": 1, 
                "40000602": 1, 
                "30000754": 1, 
                "40000600": 1, 
                "40000601": 1, 
                "40000632": 1, 
                "40000607": 1, 
                "40000604": 1, 
                "40000605": 1, 
                "40000624": 1, 
                "40000625": 1, 
                "40000608": 1, 
                "40000627": 1, 
                "40000636": 1, 
                "40000621": 1, 
                "40000622": 1, 
                "40000623": 1, 
                "40000646": 1, 
                "40000647": 1, 
                "40000644": 1, 
                "40000645": 1, 
                "40000642": 1, 
                "40000643": 1, 
                "40000640": 1, 
                "40000603": 1, 
                "40000626": 1, 
                "40000641": 1, 
                "40000648": 1, 
                "40000634": 1, 
                "40000606": 1, 
                "40000635": 1, 
                "40000629": 1
            }
        }, 
        25: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        27: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        28: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        29: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }
    }, 
    "L_TSHJ_1": {
        2: {
            "comment": "石像1", 
            "monsterInfo": {
                "20008117": 3, 
                "20008118": 2
            }
        }, 
        3: {
            "comment": "石像2", 
            "monsterInfo": {
                "20008120": 4, 
                "20008119": 4
            }
        }, 
        100: {
            "comment": "门\\窗\\陷阱", 
            "monsterInfo": {
                "40000242": 1, 
                "40000243": 1, 
                "40000268": 1, 
                "40000269": 1, 
                "40000244": 1, 
                "40000245": 1, 
                "40000264": 1, 
                "40000265": 1, 
                "40000266": 1, 
                "40000267": 1, 
                "40000260": 1, 
                "40000261": 1, 
                "40000262": 1, 
                "40000263": 1, 
                "40000273": 1, 
                "40000246": 1, 
                "40000249": 1, 
                "40000247": 1, 
                "40000279": 1, 
                "40000288": 1, 
                "40000289": 1, 
                "40000286": 1, 
                "40000287": 1, 
                "40000284": 1, 
                "40000285": 1, 
                "40000282": 1, 
                "40000283": 1, 
                "40000280": 1, 
                "40000281": 1, 
                "40000276": 1, 
                "40000248": 1, 
                "30000547": 1, 
                "40000255": 1, 
                "40000254": 1, 
                "40000257": 1, 
                "40000256": 1, 
                "40000251": 1, 
                "40000250": 1, 
                "40000253": 1, 
                "40000278": 1, 
                "40000277": 1, 
                "40000303": 1, 
                "40000275": 1, 
                "40000274": 1, 
                "40000259": 1, 
                "40000272": 1, 
                "40000271": 1, 
                "40000270": 1, 
                "40000301": 1, 
                "40000258": 1, 
                "40000300": 1, 
                "40000291": 1, 
                "40000290": 1, 
                "40000293": 1, 
                "40000292": 1, 
                "40000295": 1, 
                "40000294": 1, 
                "40000297": 1, 
                "40000299": 1, 
                "40000298": 1, 
                "40000302": 1, 
                "40000252": 1
            }
        }, 
        5: {
            "comment": "假南极", 
            "monsterInfo": {
                "20008122": 1
            }
        }, 
        6: {
            "comment": "太古心魔1", 
            "monsterInfo": {
                "20008111": 1
            }
        }, 
        7: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008124": 2, 
                "20008123": 2
            }
        }, 
        8: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008124": 2, 
                "20008123": 2
            }
        }, 
        9: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008127": 2, 
                "20008126": 2
            }
        }, 
        10: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008127": 2, 
                "20008126": 2
            }
        }, 
        11: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008129": 3, 
                "20008128": 2
            }
        }, 
        12: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008160": 3, 
                "20008130": 3
            }
        }, 
        13: {
            "comment": "太古心魔3", 
            "monsterInfo": {
                "20008163": 1, 
                "20008113": 1
            }
        }, 
        14: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008161": 3, 
                "20008162": 2
            }
        }, 
        15: {
            "comment": "传送怪", 
            "monsterInfo": {
                "20008172": 1, 
                "20008170": 1, 
                "20008171": 1, 
                "20008169": 1, 
                "20008168": 1, 
                "20008165": 1, 
                "20008167": 1, 
                "20008166": 1
            }
        }, 
        16: {
            "comment": "传送怪--巡逻怪", 
            "monsterInfo": {
                "20008173": 3
            }
        }, 
        4: {
            "comment": "太古心魔2", 
            "monsterInfo": {
                "20008112": 1
            }
        }, 
        101: {
            "comment": "加速球", 
            "monsterInfo": {
                "40000313": 45
            }
        }
    }, 
    "L_XYD_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010461": 1, 
                "20010460": 2, 
                "20010462": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010461": 2, 
                "20010460": 2, 
                "20010463": 1, 
                "20010462": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010461": 1, 
                "20010460": 2, 
                "20010463": 1, 
                "20010462": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010460": 2, 
                "20010463": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010464": 1, 
                "20010461": 2, 
                "20010460": 1, 
                "20010462": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010461": 2, 
                "20010460": 2, 
                "20010463": 2, 
                "20010462": 2
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010457": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010465": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20010483": 3
            }
        }
    }, 
    "L_LXGJD_Planes101": {
        3: {
            "comment": "沼泽：小怪1", 
            "monsterInfo": {
                "20000235": 3
            }
        }, 
        4: {
            "comment": "沼泽：小怪2", 
            "monsterInfo": {
                "20000239": 3
            }
        }, 
        5: {
            "comment": "Boss1", 
            "monsterInfo": {
                "20000271": 1
            }
        }, 
        6: {
            "comment": "船舫1：暗怪", 
            "monsterInfo": {
                "20000819": 3, 
                "20000274": 2
            }
        }, 
        7: {
            "comment": "船舫2：暗怪", 
            "monsterInfo": {
                "20000821": 2, 
                "20000822": 2
            }
        }, 
        8: {
            "comment": "船舫3：暗怪", 
            "monsterInfo": {
                "20000828": 2, 
                "20000829": 3
            }
        }, 
        105: {
            "comment": "水球2", 
            "monsterInfo": {
                "20000144": 6
            }
        }, 
        106: {
            "comment": "水球3", 
            "monsterInfo": {
                "20000144": 3
            }
        }, 
        103: {
            "comment": "浪", 
            "monsterInfo": {
                "30000697": 1, 
                "30000698": 1, 
                "30000699": 1
            }
        }, 
        108: {
            "comment": "水弹4", 
            "monsterInfo": {
                "20000144": 12
            }
        }, 
        109: {
            "comment": "水弹5", 
            "monsterInfo": {
                "20000144": 12
            }
        }, 
        104: {
            "comment": "水球1", 
            "monsterInfo": {
                "20000144": 12
            }
        }, 
        107: {
            "comment": "Boss2", 
            "monsterInfo": {
                "20000272": 1
            }
        }, 
        100: {
            "comment": "门窗", 
            "monsterInfo": {
                "40000475": 1, 
                "40000474": 1, 
                "40000477": 1, 
                "40000476": 1, 
                "40000471": 1, 
                "40000470": 1, 
                "40000473": 1, 
                "40000472": 1, 
                "40000479": 1, 
                "40000478": 1, 
                "40000488": 1, 
                "40000489": 1, 
                "40000480": 1, 
                "40000481": 1, 
                "40000482": 1, 
                "40000483": 1, 
                "40000484": 1, 
                "40000485": 1, 
                "40000486": 1, 
                "40000487": 1, 
                "40000552": 1, 
                "40000553": 1, 
                "40000550": 1, 
                "40000551": 1, 
                "40000554": 1, 
                "40000499": 1, 
                "40000498": 1, 
                "40000493": 1, 
                "40000492": 1, 
                "40000491": 1, 
                "40000490": 1, 
                "40000497": 1, 
                "40000496": 1, 
                "40000495": 1, 
                "40000494": 1, 
                "40000545": 1, 
                "40000544": 1, 
                "40000547": 1, 
                "40000546": 1, 
                "40000541": 1, 
                "40000540": 1, 
                "40000543": 1, 
                "40000542": 1, 
                "40000549": 1, 
                "40000548": 1, 
                "40000468": 1, 
                "40000530": 1, 
                "40000531": 1, 
                "40000532": 1, 
                "40000533": 1, 
                "40000534": 1, 
                "40000535": 1, 
                "40000536": 1, 
                "40000537": 1, 
                "40000538": 1, 
                "40000539": 1, 
                "40000469": 1, 
                "40000523": 1, 
                "40000522": 1, 
                "40000521": 1, 
                "40000520": 1, 
                "40000527": 1, 
                "40000526": 1, 
                "40000525": 1, 
                "40000524": 1, 
                "40000529": 1, 
                "40000528": 1, 
                "40000516": 1, 
                "40000517": 1, 
                "40000514": 1, 
                "40000515": 1, 
                "40000512": 1, 
                "40000513": 1, 
                "40000510": 1, 
                "40000511": 1, 
                "40000518": 1, 
                "40000519": 1, 
                "40000509": 1, 
                "40000508": 1, 
                "40000466": 1, 
                "40000467": 1, 
                "40000465": 1, 
                "40000501": 1, 
                "40000500": 1, 
                "40000503": 1, 
                "40000502": 1, 
                "40000505": 1, 
                "40000504": 1, 
                "40000507": 1, 
                "40000506": 1
            }
        }, 
        102: {
            "comment": "旋涡", 
            "monsterInfo": {
                "30000692": 1
            }
        }, 
        101: {
            "comment": "水弹1", 
            "monsterInfo": {
                "20000143": 1, 
                "20000142": 1, 
                "20000141": 1
            }
        }
    }, 
    "cycle_L_WXHJ": {
        1: {
            "comment": "空盒子", 
            "monsterInfo": {
                "20011114": 8, 
                "20011115": 1
            }
        }, 
        2: {
            "comment": "八幅画卷", 
            "monsterInfo": {
                "20011106": 1, 
                "20011109": 1, 
                "20011108": 1, 
                "20011112": 1, 
                "20011113": 1, 
                "20011107": 1, 
                "20011111": 1, 
                "20011110": 1
            }
        }, 
        3: {
            "comment": "荷花法阵", 
            "monsterInfo": {
                "20011090": 1
            }
        }, 
        5: {
            "comment": "初始表现分身", 
            "monsterInfo": {
                "20011097": 1, 
                "20011096": 1, 
                "20011100": 1, 
                "20011099": 1, 
                "20011098": 1
            }
        }, 
        33: {
            "comment": "荷花法阵", 
            "monsterInfo": {
                "20011090": 1
            }
        }
    }, 
    "L_BQDB_Planes004": {
        1: {
            "comment": "小怪", 
            "monsterInfo": {
                "20004671": 3, 
                "20004672": 2
            }
        }, 
        2: {
            "comment": "少典", 
            "monsterInfo": {
                "20004673": 1
            }
        }, 
        3: {
            "comment": "互殴小怪", 
            "monsterInfo": {
                "20005544": 3, 
                "20005541": 2, 
                "20005542": 2, 
                "20005543": 3
            }
        }
    }, 
    "L_BQDB_Planes005": {
        1: {
            "comment": "第一波：明怪", 
            "monsterInfo": {
                "20004675": 3, 
                "20004674": 3
            }
        }, 
        2: {
            "comment": "第二波：明怪", 
            "monsterInfo": {
                "20004675": 3, 
                "20004676": 4
            }
        }, 
        3: {
            "comment": "第三波明怪", 
            "monsterInfo": {
                "20004675": 3, 
                "20004674": 4
            }
        }, 
        4: {
            "comment": "蛮角", 
            "monsterInfo": {
                "20004677": 1
            }
        }
    }, 
    "L_BQDB_Planes006": {
        1: {
            "comment": "药尘", 
            "monsterInfo": {
                "20004681": 1
            }
        }, 
        2: {
            "comment": "攻击怪", 
            "monsterInfo": {
                "20004679": 6
            }
        }, 
        3: {
            "comment": "施法怪", 
            "monsterInfo": {
                "20004680": 3
            }
        }
    }, 
    "L_BQDB_Planes007": {
        1: {
            "comment": "帝虹", 
            "monsterInfo": {
                "20004686": 1
            }
        }, 
        2: {
            "comment": "小怪", 
            "monsterInfo": {
                "20004684": 3, 
                "20004682": 5, 
                "20004683": 2
            }
        }, 
        3: {
            "comment": "南魁", 
            "monsterInfo": {
                "20004685": 1
            }
        }
    }, 
    "L_BQDB_Planes001": {
        1: {
            "comment": "警戒雷兽", 
            "monsterInfo": {
                "20004491": 3, 
                "20004494": 3
            }
        }, 
        3: {
            "comment": "boss-玄天雷兽", 
            "monsterInfo": {
                "20004497": 1
            }
        }, 
        4: {
            "comment": "牢笼&少典", 
            "monsterInfo": {
                "20005973": 1, 
                "20005986": 1
            }
        }
    }, 
    "L_BQDB_Planes002": {}, 
    "L_BQDB_Planes003": {
        1: {
            "comment": "蛇妖哨兵", 
            "monsterInfo": {
                "20005975": 1, 
                "20005974": 4, 
                "20005982": 2
            }
        }, 
        3: {
            "comment": "蛇妖卫兵", 
            "monsterInfo": {
                "20005984": 2, 
                "20005978": 3, 
                "20005979": 1
            }
        }, 
        4: {
            "comment": "BOSS——极阴蛇王", 
            "monsterInfo": {
                "20004473": 1
            }
        }
    }, 
    "L_LKG": {}, 
    "SE_L_QQRYJ": {}, 
    "L_BQDB_Planes008": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20004687": 5, 
                "20004689": 5
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20004688": 2, 
                "20004689": 2
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20004687": 3, 
                "20004688": 4, 
                "20004689": 6
            }
        }, 
        4: {
            "comment": "象驳", 
            "monsterInfo": {
                "20004690": 1
            }
        }
    }, 
    "L_BQDB_Planes009": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20004695": 4, 
                "20004691": 4
            }
        }
    }, 
    "L_BQXB_Planes013": {
        1: {
            "comment": "第一批 轩辕族大军", 
            "monsterInfo": {
                "20006897": 1, 
                "20006905": 1, 
                "20006907": 1, 
                "20006906": 1, 
                "20006901": 1, 
                "20006900": 1, 
                "20006903": 1, 
                "20006902": 1, 
                "20007174": 1, 
                "20006899": 1, 
                "20006898": 1, 
                "20006896": 1, 
                "20006894": 4, 
                "20006893": 4, 
                "20006904": 1, 
                "20006892": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20006912": 1, 
                "20006913": 1, 
                "20006910": 1, 
                "20006911": 1, 
                "20006916": 1, 
                "20006917": 1, 
                "20006914": 1, 
                "20006915": 1, 
                "20006918": 1, 
                "20006919": 1, 
                "20006909": 1, 
                "20006908": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20006927": 1, 
                "20006926": 1, 
                "20006925": 1, 
                "20006924": 1, 
                "20006923": 1, 
                "20006922": 1, 
                "20006921": 1, 
                "20006920": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20006937": 1, 
                "20006938": 1, 
                "20006939": 1, 
                "20006929": 1, 
                "20006928": 1, 
                "20006934": 1, 
                "20006935": 1, 
                "20006936": 1, 
                "20006942": 1, 
                "20006930": 1, 
                "20006931": 1, 
                "20006932": 1, 
                "20006933": 1, 
                "20006941": 1, 
                "20007172": 2, 
                "20007171": 1, 
                "20006940": 1, 
                "20006943": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20006949": 1, 
                "20006948": 1, 
                "20006945": 1, 
                "20006944": 1, 
                "20006947": 1, 
                "20006946": 1, 
                "20007120": 1, 
                "20007121": 1, 
                "20006950": 1, 
                "20007119": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20007126": 1, 
                "20007129": 1, 
                "20007127": 1, 
                "20007122": 1, 
                "20007133": 1, 
                "20007132": 1, 
                "20007131": 1, 
                "20007130": 1, 
                "20007137": 1, 
                "20007125": 1, 
                "20007135": 1, 
                "20007134": 1, 
                "20007128": 1, 
                "20007124": 1, 
                "20007136": 1, 
                "20007123": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20007142": 1, 
                "20007143": 1, 
                "20007140": 1, 
                "20007141": 1, 
                "20007146": 1, 
                "20007147": 1, 
                "20007144": 1, 
                "20007145": 1, 
                "20007139": 1, 
                "20007138": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20007155": 1, 
                "20007154": 1, 
                "20007157": 1, 
                "20007156": 1, 
                "20007151": 1, 
                "20007150": 1, 
                "20007153": 1, 
                "20007152": 1, 
                "20007159": 1, 
                "20007148": 1, 
                "20007149": 1, 
                "20007160": 1, 
                "20007158": 1, 
                "20007162": 1, 
                "20007161": 1, 
                "20007165": 1, 
                "20007163": 1, 
                "20007166": 1, 
                "20007170": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20007164": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20006350": 7, 
                "20006351": 3, 
                "20006274": 4, 
                "20006273": 6
            }
        }
    }, 
    "L_BQXB_Planes012": {
        3: {
            "comment": "第一波跳出怪", 
            "monsterInfo": {
                "20006873": 3, 
                "20006872": 3
            }
        }, 
        4: {
            "comment": "第二波跑出怪", 
            "monsterInfo": {
                "20006875": 4, 
                "20006874": 4
            }
        }, 
        5: {
            "comment": "第三波跳出怪", 
            "monsterInfo": {
                "20006879": 3, 
                "20006880": 3
            }
        }, 
        6: {
            "comment": "boss 魑魅 魍魉 暗怪", 
            "monsterInfo": {
                "20006877": 1, 
                "20006876": 1
            }
        }, 
        7: {
            "comment": "魑魅魍魉出场旋风", 
            "monsterInfo": {
                "20006882": 1, 
                "20006883": 1
            }
        }, 
        8: {
            "comment": "公孙盘大军", 
            "monsterInfo": {
                "20006884": 1, 
                "20006885": 1, 
                "20006886": 1, 
                "20006887": 1, 
                "20006881": 1, 
                "20007179": 1, 
                "20007178": 1, 
                "20007177": 1, 
                "20007176": 1, 
                "20006680": 1, 
                "20007175": 1, 
                "20007180": 1, 
                "20007477": 1, 
                "20007478": 1, 
                "20007480": 1, 
                "20007473": 1, 
                "20007479": 1, 
                "20007476": 1, 
                "20006679": 1, 
                "20007474": 1, 
                "20007475": 1
            }
        }
    }, 
    "L_BQXB_Planes011": {
        3: {
            "comment": "姬生", 
            "monsterInfo": {
                "20005387": 1
            }
        }, 
        4: {
            "comment": "丹朱", 
            "monsterInfo": {
                "20005394": 1
            }
        }
    }, 
    "L_BQXB_Planes010": {
        1: {
            "comment": "云峰", 
            "monsterInfo": {
                "20005381": 1
            }
        }, 
        2: {
            "comment": "正气盟战士", 
            "monsterInfo": {
                "20005377": 8, 
                "20005376": 8
            }
        }, 
        4: {
            "comment": "楼梯+小平台", 
            "monsterInfo": {
                "20005379": 8, 
                "20005378": 18
            }
        }
    }, 
    "L_CDG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "30001014": 18, 
                "20010427": 10, 
                "30001016": 11, 
                "20010429": 10, 
                "30001018": 8, 
                "20010431": 10
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010436": 2, 
                "20010437": 1, 
                "20010434": 1, 
                "20010435": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010436": 1, 
                "20010437": 2, 
                "20010435": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010428": 2, 
                "20010430": 1, 
                "20010426": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "40000853": 1
            }
        }
    }, 
    "L_THG": {
        1: {
            "comment": "所有小怪", 
            "monsterInfo": {
                "20003801": 4, 
                "20003800": 4, 
                "20003806": 4, 
                "20003805": 4, 
                "20005841": 3, 
                "20005842": 3
            }
        }, 
        2: {
            "comment": "小怪和精英之间的光墙", 
            "monsterInfo": {
                "20003831": 1
            }
        }, 
        3: {
            "comment": "精英1+4小弟", 
            "monsterInfo": {
                "20003818": 1, 
                "20003820": 2, 
                "20003819": 2
            }
        }, 
        4: {
            "comment": "精英2", 
            "monsterInfo": {
                "20003823": 1
            }
        }, 
        5: {
            "comment": "火旋风陷阱", 
            "monsterInfo": {
                "30000166": 1, 
                "30000170": 1, 
                "30000164": 1, 
                "30000165": 1, 
                "30000168": 1, 
                "30000169": 1, 
                "30000171": 1, 
                "30000155": 1, 
                "30000167": 1
            }
        }, 
        6: {
            "comment": "吐火陷阱", 
            "monsterInfo": {
                "30000156": 4
            }
        }, 
        7: {
            "comment": "火魁Boss", 
            "monsterInfo": {
                "20003828": 1
            }
        }, 
        8: {
            "comment": "祖巫帝江", 
            "monsterInfo": {
                "20003829": 1
            }
        }, 
        9: {
            "comment": "精英区和陷阱区之间的光墙", 
            "monsterInfo": {
                "20003831": 1
            }
        }, 
        10: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000925": 1, 
                "20012163": 1
            }
        }
    }, 
    "L_SXK": {
        1: {
            "comment": "第1波    4个明怪（2近2远）", 
            "monsterInfo": {
                "20004591": 2, 
                "20004592": 2
            }
        }, 
        2: {
            "comment": "第1波    4个暗怪（跳下）", 
            "monsterInfo": {
                "20005013": 1, 
                "20006341": 1, 
                "20006339": 1, 
                "20006340": 1
            }
        }, 
        3: {
            "comment": "第2波    精英", 
            "monsterInfo": {
                "20004600": 1
            }
        }, 
        4: {
            "comment": "第3波    4只明怪（近战）", 
            "monsterInfo": {
                "20005011": 4
            }
        }, 
        5: {
            "comment": "第3波    2只暗怪（远程）", 
            "monsterInfo": {
                "20005012": 2
            }
        }, 
        6: {
            "comment": "第3波    2只暗怪（远程）", 
            "monsterInfo": {
                "20005012": 2
            }
        }, 
        7: {
            "comment": "Boss", 
            "monsterInfo": {
                "20005016": 1
            }
        }, 
        8: {
            "comment": "传送门", 
            "monsterInfo": {
                "20004594": 1
            }
        }
    }, 
    "L_LQMG": {}, 
    "L_PGDT_Planes003": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010670": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010675": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010667": 2, 
                "20010666": 2, 
                "20010669": 2, 
                "20010668": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010674": 2, 
                "20010671": 2, 
                "20010672": 2, 
                "20010673": 2
            }
        }
    }, 
    "L_TJGJD_Planes001": {
        3: {
            "comment": "沼泽：小怪1", 
            "monsterInfo": {
                "20000051": 3
            }
        }, 
        4: {
            "comment": "沼泽：小怪2", 
            "monsterInfo": {
                "20000053": 3
            }
        }, 
        5: {
            "comment": "Boss：腾龙1", 
            "monsterInfo": {
                "20000054": 1
            }
        }, 
        6: {
            "comment": "船舫1：暗怪", 
            "monsterInfo": {
                "20000088": 2, 
                "20000089": 3
            }
        }, 
        7: {
            "comment": "船舫2：暗怪", 
            "monsterInfo": {
                "20000104": 2, 
                "20000129": 2
            }
        }, 
        8: {
            "comment": "船舫3：暗怪", 
            "monsterInfo": {
                "20000139": 2, 
                "20000140": 3
            }
        }, 
        105: {
            "comment": "水球2", 
            "monsterInfo": {
                "20000144": 8
            }
        }, 
        106: {
            "comment": "水球3", 
            "monsterInfo": {
                "20000144": 3
            }
        }, 
        103: {
            "comment": "浪", 
            "monsterInfo": {
                "30000697": 1, 
                "30000698": 1, 
                "30000699": 1
            }
        }, 
        104: {
            "comment": "水球1", 
            "monsterInfo": {
                "20000144": 10
            }
        }, 
        107: {
            "comment": "Boss2：腾龙", 
            "monsterInfo": {
                "20000055": 1
            }
        }, 
        100: {
            "comment": "门窗", 
            "monsterInfo": {
                "40000475": 1, 
                "40000474": 1, 
                "40000477": 1, 
                "40000476": 1, 
                "40000471": 1, 
                "40000470": 1, 
                "40000473": 1, 
                "40000472": 1, 
                "40000479": 1, 
                "40000478": 1, 
                "40000488": 1, 
                "40000489": 1, 
                "40000480": 1, 
                "40000481": 1, 
                "40000482": 1, 
                "40000483": 1, 
                "40000484": 1, 
                "40000485": 1, 
                "40000486": 1, 
                "40000487": 1, 
                "40000552": 1, 
                "40000553": 1, 
                "40000550": 1, 
                "40000551": 1, 
                "40000554": 1, 
                "40000499": 1, 
                "40000498": 1, 
                "40000493": 1, 
                "40000492": 1, 
                "40000491": 1, 
                "40000490": 1, 
                "40000497": 1, 
                "40000496": 1, 
                "40000495": 1, 
                "40000494": 1, 
                "40000545": 1, 
                "40000544": 1, 
                "40000547": 1, 
                "40000546": 1, 
                "40000541": 1, 
                "40000540": 1, 
                "40000543": 1, 
                "40000542": 1, 
                "40000549": 1, 
                "40000548": 1, 
                "40000468": 1, 
                "40000530": 1, 
                "40000531": 1, 
                "40000532": 1, 
                "40000533": 1, 
                "40000534": 1, 
                "40000535": 1, 
                "40000536": 1, 
                "40000537": 1, 
                "40000538": 1, 
                "40000539": 1, 
                "40000469": 1, 
                "40000523": 1, 
                "40000522": 1, 
                "40000521": 1, 
                "40000520": 1, 
                "40000527": 1, 
                "40000526": 1, 
                "40000525": 1, 
                "40000524": 1, 
                "40000529": 1, 
                "40000528": 1, 
                "40000516": 1, 
                "40000517": 1, 
                "40000514": 1, 
                "40000515": 1, 
                "40000512": 1, 
                "40000513": 1, 
                "40000510": 1, 
                "40000511": 1, 
                "40000518": 1, 
                "40000519": 1, 
                "40000509": 1, 
                "40000508": 1, 
                "40000466": 1, 
                "40000467": 1, 
                "40000465": 1, 
                "40000501": 1, 
                "40000500": 1, 
                "40000503": 1, 
                "40000502": 1, 
                "40000505": 1, 
                "40000504": 1, 
                "40000507": 1, 
                "40000506": 1
            }
        }, 
        102: {
            "comment": "旋涡", 
            "monsterInfo": {
                "30000692": 1
            }
        }, 
        101: {
            "comment": "水弹", 
            "monsterInfo": {
                "20000143": 1, 
                "20000142": 1, 
                "20000141": 1
            }
        }
    }, 
    "L_FYP_Planes103": {
        1: {
            "comment": "武罗亲卫", 
            "monsterInfo": {
                "20008915": 2
            }
        }, 
        2: {
            "comment": "武罗出场光效", 
            "monsterInfo": {
                "20008921": 1
            }
        }, 
        3: {
            "comment": "武罗", 
            "monsterInfo": {
                "20008916": 1
            }
        }, 
        4: {
            "comment": "大巫巫真", 
            "monsterInfo": {
                "20008922": 1
            }
        }, 
        5: {
            "comment": "有穷部落传送门", 
            "monsterInfo": {
                "30000635": 1
            }
        }
    }, 
    "L_LYT_01": {
        99: {
            "comment": "", 
            "monsterInfo": {
                "20009596": 2, 
                "20009595": 1, 
                "20009594": 1
            }
        }, 
        1: {
            "comment": "石像守卫", 
            "monsterInfo": {
                "20009584": 1, 
                "20009585": 1, 
                "20009586": 2, 
                "20009587": 1, 
                "20009582": 2, 
                "20009583": 1, 
                "20009590": 2, 
                "20009588": 1, 
                "20009589": 1, 
                "20009169": 2, 
                "20009171": 1, 
                "20009170": 1
            }
        }, 
        2: {
            "comment": "凌云塔禁卫", 
            "monsterInfo": {
                "20009596": 2, 
                "20009595": 2, 
                "20009594": 2, 
                "20009593": 2, 
                "20009592": 2, 
                "20009591": 2
            }
        }, 
        3: {
            "comment": "冥皓&小怪", 
            "monsterInfo": {
                "20009168": 1
            }
        }, 
        4: {
            "comment": "凌云阁传送门", 
            "monsterInfo": {
                "20009165": 1
            }
        }
    }, 
    "L_YLG_Planes101": {
        1: {
            "comment": "第一波明怪", 
            "monsterInfo": {
                "20004004": 3, 
                "20004005": 3
            }
        }, 
        2: {
            "comment": "第二波暗怪", 
            "monsterInfo": {
                "20004009": 3, 
                "20004010": 3
            }
        }, 
        3: {
            "comment": "喷火陷阱", 
            "monsterInfo": {
                "30000367": 3
            }
        }, 
        4: {
            "comment": "第三波跳出怪", 
            "monsterInfo": {
                "20004013": 3, 
                "20004012": 3
            }
        }, 
        5: {
            "comment": "夕风 友方npc", 
            "monsterInfo": {
                "20004008": 1
            }
        }, 
        6: {
            "comment": "赤裂和他的小怪", 
            "monsterInfo": {
                "20004014": 1, 
                "20004017": 3
            }
        }, 
        7: {
            "comment": "赤鬼和他的小怪 跳出怪", 
            "monsterInfo": {
                "20004015": 1, 
                "20004016": 3
            }
        }
    }, 
    "L_LYT_03": {
        1: {
            "comment": "天尘子", 
            "monsterInfo": {
                "20009619": 1
            }
        }, 
        2: {
            "comment": "巨炎魔傀", 
            "monsterInfo": {
                "20009620": 1
            }
        }, 
        3: {
            "comment": "A组石壁", 
            "monsterInfo": {
                "20009621": 6
            }
        }, 
        4: {
            "comment": "B组石壁", 
            "monsterInfo": {
                "20009622": 6
            }
        }, 
        5: {
            "comment": "天尘子（投降表演）", 
            "monsterInfo": {
                "20009623": 1
            }
        }, 
        6: {
            "comment": "凌云阁传送门", 
            "monsterInfo": {
                "20009167": 1
            }
        }
    }, 
    "L_ZLY_Planes011": {
        1: {
            "comment": "阵柱及光球", 
            "monsterInfo": {
                "40000145": 1, 
                "40000147": 1, 
                "40000146": 1, 
                "40000148": 1, 
                "20006793": 1, 
                "20006794": 1, 
                "20006795": 1, 
                "20006796": 1
            }
        }, 
        2: {
            "comment": "蓐收、玄阴鬼王", 
            "monsterInfo": {
                "20006788": 1, 
                "20006787": 1
            }
        }
    }, 
    "L_FMC_Planes002": {
        1: {
            "comment": "卫沧澜+2个守卫", 
            "monsterInfo": {
                "20003692": 1, 
                "20003691": 1, 
                "20003725": 1
            }
        }
    }, 
    "L_FMC_Planes001": {
        1: {
            "comment": "第一波：暗怪", 
            "monsterInfo": {
                "20002772": 1, 
                "20002773": 4
            }
        }
    }, 
    "L_ZSGY": {
        1: {
            "comment": "捕鱼点1", 
            "monsterInfo": {
                "20008479": 1
            }
        }, 
        2: {
            "comment": "捕鱼点2", 
            "monsterInfo": {
                "20008480": 1
            }
        }, 
        3: {
            "comment": "捕鱼点3", 
            "monsterInfo": {
                "20008481": 1
            }
        }, 
        4: {
            "comment": "捕鱼点4", 
            "monsterInfo": {
                "20008482": 1
            }
        }, 
        5: {
            "comment": "捕鱼点5", 
            "monsterInfo": {
                "20008483": 1
            }
        }, 
        6: {
            "comment": "捕鱼点6", 
            "monsterInfo": {
                "20008484": 1
            }
        }, 
        7: {
            "comment": "捕鱼点7", 
            "monsterInfo": {
                "20008485": 1
            }
        }, 
        8: {
            "comment": "捕鱼点8", 
            "monsterInfo": {
                "20008486": 1
            }
        }, 
        9: {
            "comment": "捕鱼点9", 
            "monsterInfo": {
                "20008487": 1
            }
        }, 
        10: {
            "comment": "捕鱼点10", 
            "monsterInfo": {
                "20008488": 1
            }
        }, 
        11: {
            "comment": "捕鱼点11", 
            "monsterInfo": {
                "20008489": 1
            }
        }, 
        12: {
            "comment": "捕鱼点12", 
            "monsterInfo": {
                "20008490": 1
            }
        }, 
        13: {
            "comment": "捕鱼点13", 
            "monsterInfo": {
                "20008491": 1
            }
        }, 
        14: {
            "comment": "捕鱼点14", 
            "monsterInfo": {
                "20008492": 1
            }
        }, 
        15: {
            "comment": "捕鱼点15", 
            "monsterInfo": {
                "20008493": 1
            }
        }, 
        16: {
            "comment": "捕鱼点16", 
            "monsterInfo": {
                "20008494": 1
            }
        }, 
        17: {
            "comment": "捕鱼点17", 
            "monsterInfo": {
                "20008495": 1
            }
        }, 
        18: {
            "comment": "捕鱼点18", 
            "monsterInfo": {
                "20008496": 1
            }
        }, 
        19: {
            "comment": "捕鱼点19", 
            "monsterInfo": {
                "20008497": 1
            }
        }, 
        20: {
            "comment": "捕鱼点20", 
            "monsterInfo": {
                "20008498": 1
            }
        }, 
        21: {
            "comment": "捕鱼点21", 
            "monsterInfo": {
                "20008499": 1
            }
        }, 
        22: {
            "comment": "捕鱼点22", 
            "monsterInfo": {
                "20008500": 1
            }
        }, 
        23: {
            "comment": "捕鱼点23", 
            "monsterInfo": {
                "20008501": 1
            }
        }, 
        24: {
            "comment": "捕鱼点24", 
            "monsterInfo": {
                "20008502": 1
            }
        }, 
        30: {
            "comment": "第一区域通往第二区域陷阱毒血", 
            "monsterInfo": {
                "30000521": 36
            }
        }, 
        32: {
            "comment": "甲板守卫蓝色3+红色2:第一批", 
            "monsterInfo": {
                "20008235": 1, 
                "20008234": 1, 
                "20008226": 1, 
                "20008224": 1, 
                "20008225": 1
            }
        }, 
        33: {
            "comment": "甲板守卫蓝色:第二批", 
            "monsterInfo": {
                "20008228": 1, 
                "20008227": 1
            }
        }, 
        34: {
            "comment": "甲板守卫红色:第二批", 
            "monsterInfo": {
                "20008237": 1, 
                "20008236": 1, 
                "20008238": 1
            }
        }, 
        40: {
            "comment": "第二区域漩涡", 
            "monsterInfo": {
                "30000535": 1, 
                "30000534": 1, 
                "30000533": 1
            }
        }, 
        41: {
            "comment": "二区飞鱼", 
            "monsterInfo": {
                "20008216": 2
            }
        }, 
        42: {
            "comment": "二区飞鱼", 
            "monsterInfo": {
                "20008216": 2
            }
        }, 
        43: {
            "comment": "二区飞鱼", 
            "monsterInfo": {
                "20008216": 3
            }
        }, 
        44: {
            "comment": "二区飞鱼", 
            "monsterInfo": {
                "20008216": 4
            }
        }, 
        50: {
            "comment": "刷新第三区域喷泉陷阱", 
            "monsterInfo": {
                "30000523": 12
            }
        }, 
        51: {
            "comment": "通往第四区域喷泉陷阱", 
            "monsterInfo": {
                "30000523": 28
            }
        }, 
        60: {
            "comment": "精英鱼怪蓝", 
            "monsterInfo": {
                "20008226": 1, 
                "20008224": 1, 
                "20008225": 1
            }
        }, 
        70: {
            "comment": "精英鱼怪红", 
            "monsterInfo": {
                "20008235": 1, 
                "20008234": 1, 
                "20008237": 1, 
                "20008236": 1
            }
        }, 
        80: {
            "comment": "通往第四区域毒血陷阱1", 
            "monsterInfo": {
                "30000522": 6
            }
        }, 
        81: {
            "comment": "二区到三区毒血", 
            "monsterInfo": {
                "30000521": 7
            }
        }, 
        82: {
            "comment": "二区到三区毒血", 
            "monsterInfo": {
                "30000521": 8
            }
        }, 
        83: {
            "comment": "二区到三区毒血", 
            "monsterInfo": {
                "30000521": 5
            }
        }, 
        84: {
            "comment": "二区到三区毒血", 
            "monsterInfo": {
                "30000521": 4
            }
        }, 
        85: {
            "comment": "二区到三区毒血", 
            "monsterInfo": {
                "30000521": 4
            }
        }, 
        86: {
            "comment": "通往第三区域飞鱼陷阱1", 
            "monsterInfo": {
                "20008216": 3
            }
        }, 
        87: {
            "comment": "通往第三区域飞鱼陷阱2", 
            "monsterInfo": {
                "20008216": 3
            }
        }, 
        88: {
            "comment": "通往第三区域飞鱼陷阱3", 
            "monsterInfo": {
                "20008216": 3
            }
        }, 
        89: {
            "comment": "通往第二区域捕鱼点两侧飞鱼陷阱", 
            "monsterInfo": {
                "20008216": 4
            }
        }, 
        90: {
            "comment": "第四区域捕鱼点喷泉", 
            "monsterInfo": {
                "30000545": 10
            }
        }, 
        91: {
            "comment": "通往第四区域的飞鱼陷阱1", 
            "monsterInfo": {
                "20008216": 4
            }
        }, 
        92: {
            "comment": "通往第四区域的飞鱼陷阱2", 
            "monsterInfo": {
                "20008216": 4
            }
        }, 
        93: {
            "comment": "通往第四区域的飞鱼陷阱3", 
            "monsterInfo": {
                "20008216": 2
            }
        }, 
        95: {
            "comment": "通往第四区域毒血陷阱2", 
            "monsterInfo": {
                "30000522": 6
            }
        }, 
        96: {
            "comment": "通往第四区域毒血陷阱3", 
            "monsterInfo": {
                "30000522": 6
            }
        }, 
        97: {
            "comment": "通往第四区域毒血陷阱3", 
            "monsterInfo": {
                "30000522": 6
            }
        }, 
        98: {
            "comment": "第四区域巡逻漩涡", 
            "monsterInfo": {
                "30000537": 1, 
                "30000536": 1
            }
        }, 
        99: {
            "comment": "船头BOSS", 
            "monsterInfo": {
                "20008209": 1
            }
        }, 
        100: {
            "comment": "刷新第三区域眩晕陷阱", 
            "monsterInfo": {
                "30000546": 1
            }
        }, 
        101: {
            "comment": "传送门", 
            "monsterInfo": {
                "20008737": 1
            }
        }, 
        103: {
            "comment": "四区boss", 
            "monsterInfo": {
                "20008718": 1
            }
        }, 
        104: {
            "comment": "二区往大船区域飞鱼", 
            "monsterInfo": {
                "20008216": 7
            }
        }
    }, 
    "L_PGDT_Planes001": {
        1: {
            "comment": "第1批4个小怪", 
            "monsterInfo": {
                "20010618": 2, 
                "20010619": 2
            }
        }, 
        2: {
            "comment": "Boss", 
            "monsterInfo": {
                "20010620": 1
            }
        }, 
        3: {
            "comment": "灵珠子+洛明", 
            "monsterInfo": {
                "20010622": 1, 
                "20010621": 1
            }
        }
    }, 
    "L_GMX": {}, 
    "L_TXHJ_1": {
        2: {
            "comment": "石像1", 
            "monsterInfo": {
                "20008177": 3, 
                "20008178": 2
            }
        }, 
        3: {
            "comment": "石像2", 
            "monsterInfo": {
                "20008180": 4, 
                "20008179": 4
            }
        }, 
        100: {
            "comment": "门\\窗\\陷阱", 
            "monsterInfo": {
                "40000242": 1, 
                "40000243": 1, 
                "40000268": 1, 
                "40000269": 1, 
                "40000244": 1, 
                "40000245": 1, 
                "40000264": 1, 
                "40000265": 1, 
                "40000266": 1, 
                "40000267": 1, 
                "40000260": 1, 
                "40000261": 1, 
                "40000262": 1, 
                "40000263": 1, 
                "40000273": 1, 
                "40000246": 1, 
                "40000249": 1, 
                "40000247": 1, 
                "40000279": 1, 
                "40000288": 1, 
                "40000289": 1, 
                "40000286": 1, 
                "40000287": 1, 
                "40000284": 1, 
                "40000285": 1, 
                "40000282": 1, 
                "40000283": 1, 
                "40000280": 1, 
                "40000281": 1, 
                "40000276": 1, 
                "40000248": 1, 
                "30000547": 1, 
                "40000255": 1, 
                "40000254": 1, 
                "40000257": 1, 
                "40000256": 1, 
                "40000251": 1, 
                "40000250": 1, 
                "40000253": 1, 
                "40000278": 1, 
                "40000277": 1, 
                "40000303": 1, 
                "40000275": 1, 
                "40000274": 1, 
                "40000259": 1, 
                "40000272": 1, 
                "40000271": 1, 
                "40000270": 1, 
                "40000301": 1, 
                "40000258": 1, 
                "40000300": 1, 
                "40000291": 1, 
                "40000290": 1, 
                "40000293": 1, 
                "40000292": 1, 
                "40000295": 1, 
                "40000294": 1, 
                "40000297": 1, 
                "40000299": 1, 
                "40000298": 1, 
                "40000302": 1, 
                "40000252": 1
            }
        }, 
        5: {
            "comment": "假计蒙", 
            "monsterInfo": {
                "20008181": 1
            }
        }, 
        6: {
            "comment": "太古心魔1", 
            "monsterInfo": {
                "20008174": 1
            }
        }, 
        7: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008183": 2, 
                "20008182": 2
            }
        }, 
        8: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008183": 2, 
                "20008182": 2
            }
        }, 
        9: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008186": 2, 
                "20008185": 2
            }
        }, 
        10: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008186": 2, 
                "20008185": 2
            }
        }, 
        11: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008187": 2, 
                "20008188": 3
            }
        }, 
        12: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20008190": 3, 
                "20008189": 3
            }
        }, 
        13: {
            "comment": "太古心魔3", 
            "monsterInfo": {
                "20008176": 1, 
                "20009174": 1
            }
        }, 
        14: {
            "comment": "心魔幻影", 
            "monsterInfo": {
                "20009173": 2, 
                "20009172": 3
            }
        }, 
        15: {
            "comment": "传送怪", 
            "monsterInfo": {
                "20009180": 1, 
                "20009181": 1, 
                "20009182": 1, 
                "20009183": 1, 
                "20009179": 1, 
                "20009178": 1, 
                "20009177": 1, 
                "20009176": 1
            }
        }, 
        16: {
            "comment": "传送怪--巡逻怪", 
            "monsterInfo": {
                "20009184": 3
            }
        }, 
        4: {
            "comment": "太古心魔2", 
            "monsterInfo": {
                "20008175": 1
            }
        }, 
        101: {
            "comment": "加速球", 
            "monsterInfo": {
                "40000313": 45
            }
        }
    }, 
    "L_TXHJ_2": {
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010799": 2, 
                "20010798": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010801": 4, 
                "20010800": 4
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010796": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010795": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010804": 2, 
                "20010803": 2
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010804": 2, 
                "20010803": 2
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20010807": 2, 
                "20010806": 2
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20010807": 2, 
                "20010806": 2
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20010809": 3, 
                "20010808": 2
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20010810": 3, 
                "20010811": 3
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20010814": 1, 
                "20010797": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20010812": 3, 
                "20010813": 2
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        24: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        25: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        26: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        27: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        28: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        29: {
            "comment": "", 
            "monsterInfo": {
                "20004561": 1
            }
        }, 
        100: {
            "comment": "", 
            "monsterInfo": {
                "40000639": 1, 
                "40000638": 1, 
                "40000615": 1, 
                "40000614": 1, 
                "40000617": 1, 
                "40000616": 1, 
                "40000611": 1, 
                "40000610": 1, 
                "40000613": 1, 
                "40000612": 1, 
                "40000651": 1, 
                "40000650": 1, 
                "40000653": 1, 
                "40000652": 1, 
                "40000633": 1, 
                "40000654": 1, 
                "40000631": 1, 
                "40000630": 1, 
                "40000609": 1, 
                "40000620": 1, 
                "40000619": 1, 
                "40000618": 1, 
                "40000628": 1, 
                "40000598": 1, 
                "40000599": 1, 
                "40000596": 1, 
                "40000597": 1, 
                "40000594": 1, 
                "40000595": 1, 
                "40000593": 1, 
                "40000637": 1, 
                "40000602": 1, 
                "30000754": 1, 
                "40000600": 1, 
                "40000601": 1, 
                "40000632": 1, 
                "40000607": 1, 
                "40000604": 1, 
                "40000605": 1, 
                "40000624": 1, 
                "40000625": 1, 
                "40000608": 1, 
                "40000627": 1, 
                "40000636": 1, 
                "40000621": 1, 
                "40000622": 1, 
                "40000623": 1, 
                "40000646": 1, 
                "40000647": 1, 
                "40000644": 1, 
                "40000645": 1, 
                "40000642": 1, 
                "40000643": 1, 
                "40000640": 1, 
                "40000603": 1, 
                "40000626": 1, 
                "40000641": 1, 
                "40000648": 1, 
                "40000634": 1, 
                "40000606": 1, 
                "40000635": 1, 
                "40000629": 1
            }
        }, 
        101: {
            "comment": "", 
            "monsterInfo": {
                "40000655": 6
            }
        }
    }, 
    "L_TXDF": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009900": 2, 
                "20009901": 1, 
                "20009902": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009903": 2, 
                "20009904": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009905": 2, 
                "20009906": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009908": 2, 
                "20009907": 3
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009909": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009911": 2, 
                "20009910": 3
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20009913": 2, 
                "20009912": 3
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009914": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20009915": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20009916": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20009920": 7
            }
        }
    }, 
    "L_FZSY": {
        1: {
            "comment": "第1波小怪", 
            "monsterInfo": {
                "20012101": 2, 
                "20012102": 1, 
                "20012103": 3
            }
        }, 
        3: {
            "comment": "第3波小怪—站立", 
            "monsterInfo": {
                "20012106": 1, 
                "20012107": 1
            }
        }, 
        4: {
            "comment": "第1波小怪-爬出", 
            "monsterInfo": {
                "20012108": 2, 
                "20012109": 2
            }
        }, 
        6: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012112": 1
            }
        }, 
        7: {
            "comment": "5个魔魂", 
            "monsterInfo": {
                "20012117": 1, 
                "20012116": 1, 
                "20012115": 1, 
                "20012114": 1, 
                "20012113": 1
            }
        }, 
        8: {
            "comment": "2个表演盒子", 
            "monsterInfo": {
                "20012120": 1, 
                "20012119": 1
            }
        }, 
        9: {
            "comment": "盘古幡器灵", 
            "monsterInfo": {
                "20012121": 1
            }
        }, 
        10: {
            "comment": "火上空盒子", 
            "monsterInfo": {
                "20012122": 6
            }
        }
    }, 
    "L_FYP_Planes101": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009014|20009015": 6
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009017|20009018|20009019|2000920|20009021|20009022": 6
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009023|20009024": 8
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009026": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009027|20009028|20009029|20009030|20009031|20009032|20009033|20009034|20009035|20009036": 15
            }
        }
    }, 
    "L_KWSM_Planes003": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20001322": 5
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20001329": 2, 
                "20001330": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20001322": 1
            }
        }
    }, 
    "L_KWSM_Planes002": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20001289": 1, 
                "20001288": 2, 
                "20001306": 4, 
                "20001307": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20001288": 3, 
                "20001287": 3, 
                "20001286": 2, 
                "20001308": 4, 
                "20001309": 2, 
                "20001289": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20001290": 3, 
                "20001291": 3, 
                "20001292": 3, 
                "20001295": 2, 
                "20001305": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20001297": 2, 
                "20001296": 1, 
                "20001284": 1, 
                "20001283": 1, 
                "20001282": 1, 
                "20001285": 1, 
                "20001312": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20001302": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20001311": 1
            }
        }
    }, 
    "L_KWSM_Planes001": {
        1: {
            "comment": "Boss", 
            "monsterInfo": {
                "20001276": 1
            }
        }
    }, 
    "L_KWSM_Planes007": {
        1: {
            "comment": "阵眼", 
            "monsterInfo": {
                "20001801": 1
            }
        }
    }, 
    "L_KWSM_Planes006": {
        4: {
            "comment": "第4批6个暗怪（跳出）", 
            "monsterInfo": {
                "20004763": 1, 
                "20004762": 1, 
                "20004761": 1, 
                "20004760": 1, 
                "20004758": 1, 
                "20004759": 1
            }
        }, 
        5: {
            "comment": "黑龙龙形态", 
            "monsterInfo": {
                "20004768": 1
            }
        }, 
        6: {
            "comment": "黑龙人形态", 
            "monsterInfo": {
                "20005871": 1
            }
        }, 
        7: {
            "comment": "避毒罩子", 
            "monsterInfo": {
                "30000356": 4
            }
        }, 
        8: {
            "comment": "三根阵柱", 
            "monsterInfo": {
                "20005879": 1, 
                "20005881": 1, 
                "20005880": 1
            }
        }, 
        9: {
            "comment": "每个阵柱前的守卫怪", 
            "monsterInfo": {
                "20005873": 3, 
                "20005874": 3, 
                "20005875": 3, 
                "20005876": 3
            }
        }, 
        10: {
            "comment": "空中刷出来的怪1", 
            "monsterInfo": {
                "20005885": 1, 
                "20005884": 1, 
                "20005883": 1, 
                "20005882": 1
            }
        }, 
        11: {
            "comment": "天鹏妖王", 
            "monsterInfo": {
                "20005877": 1
            }
        }, 
        12: {
            "comment": "罩子", 
            "monsterInfo": {
                "20005878": 1
            }
        }, 
        13: {
            "comment": "5个空盒子", 
            "monsterInfo": {
                "20005887": 1, 
                "20005886": 1, 
                "20004745": 1, 
                "20005888": 1, 
                "20004744": 1
            }
        }, 
        14: {
            "comment": "表现用怪物", 
            "monsterInfo": {
                "20004742": 24
            }
        }, 
        15: {
            "comment": "空中刷出来的怪2", 
            "monsterInfo": {
                "20005885": 1, 
                "20005884": 1, 
                "20005883": 1, 
                "20005882": 1
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "20011046": 1
            }
        }
    }, 
    "L_KWSM_Planes005": {
        1: {
            "comment": "九尾妖狐", 
            "monsterInfo": {
                "20001827": 1
            }
        }
    }, 
    "L_KWSM_Planes004": {
        1: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20001795": 1, 
                "20001797": 3, 
                "20001796": 2
            }
        }, 
        2: {
            "comment": "第二波：精英", 
            "monsterInfo": {
                "20001798": 1
            }
        }, 
        3: {
            "comment": "光墙/幻阵入口", 
            "monsterInfo": {
                "20001801": 1, 
                "20001824": 1
            }
        }
    }, 
    "L_BQDB_Planes017": {
        1: {
            "comment": "第一波门口明怪", 
            "monsterInfo": {
                "20007309": 2, 
                "20007310": 2
            }
        }, 
        4: {
            "comment": "玄金 精英 跳出怪", 
            "monsterInfo": {
                "20007315": 1
            }
        }, 
        5: {
            "comment": "仙魔互打怪", 
            "monsterInfo": {
                "20007317": 1, 
                "20007316": 1, 
                "20007319": 1, 
                "20007318": 1, 
                "20007322": 1, 
                "20007323": 1, 
                "20007320": 1, 
                "20007321": 1
            }
        }, 
        6: {
            "comment": "仙魔互打怪", 
            "monsterInfo": {
                "20007331": 1, 
                "20007330": 1, 
                "20007328": 1, 
                "20007329": 1, 
                "20007326": 1, 
                "20007327": 1, 
                "20007324": 1, 
                "20007325": 1
            }
        }, 
        7: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20007339": 1, 
                "20007338": 1, 
                "20007335": 1, 
                "20007334": 1, 
                "20007337": 1, 
                "20007336": 1, 
                "20007333": 1, 
                "20007332": 1
            }
        }, 
        8: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20007340": 1, 
                "20007341": 1, 
                "20007342": 1, 
                "20007343": 1, 
                "20007344": 1, 
                "20007345": 1, 
                "20007346": 1, 
                "20007347": 1
            }
        }, 
        10: {
            "comment": "祖巫蓐收和围攻他的怪", 
            "monsterInfo": {
                "20007379": 2, 
                "20007358": 1, 
                "20007380": 2
            }
        }, 
        11: {
            "comment": "火、燃烧的木刺、投石车 渲染气氛", 
            "monsterInfo": {
                "20007367": 3, 
                "20007362": 17, 
                "20007363": 7, 
                "20007368": 37, 
                "20007361": 2
            }
        }, 
        12: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20007371": 1, 
                "20007370": 1, 
                "20007373": 1, 
                "20007372": 1, 
                "20007375": 1, 
                "20007374": 1, 
                "20007377": 1, 
                "20007376": 1, 
                "20007378": 1, 
                "20007369": 1
            }
        }, 
        13: {
            "comment": "大金乌 boss", 
            "monsterInfo": {
                "20007359": 1
            }
        }
    }, 
    "L_BQXB_Planes103": {
        1: {
            "comment": "夕云", 
            "monsterInfo": {
                "20005451": 1
            }
        }, 
        2: {
            "comment": "恶灵", 
            "monsterInfo": {
                "20005450": 2, 
                "20005449": 1, 
                "20005448": 2
            }
        }, 
        3: {
            "comment": "拦路的恶灵", 
            "monsterInfo": {
                "20005445": 5, 
                "20005447": 3, 
                "20005446": 3
            }
        }
    }, 
    "L_WSD": {
        1: {
            "comment": "站岗守卫", 
            "monsterInfo": {
                "20006231": 16, 
                "20006230": 9
            }
        }, 
        3: {
            "comment": "大巫巫礼", 
            "monsterInfo": {
                "20006236": 1
            }
        }, 
        4: {
            "comment": "伏兵", 
            "monsterInfo": {
                "20006235": 5, 
                "20006234": 3
            }
        }, 
        5: {
            "comment": "机关", 
            "monsterInfo": {
                "20007109": 1, 
                "20006216": 1
            }
        }
    }, 
    "L_BQDB_Planes014": {
        1: {
            "comment": "台子下面A区域对战怪物", 
            "monsterInfo": {
                "20005063": 8, 
                "20005123": 8, 
                "20005079": 8
            }
        }, 
        2: {
            "comment": "台子下面A区域对战怪物", 
            "monsterInfo": {
                "20005065": 1, 
                "20005064": 1, 
                "20005081": 1, 
                "20005083": 1, 
                "20005109": 1, 
                "20005124": 1, 
                "20005117": 1, 
                "20005102": 1
            }
        }, 
        3: {
            "comment": "门口对战小兵", 
            "monsterInfo": {
                "20006079": 1, 
                "20006059": 2, 
                "20006089": 2, 
                "20006099": 1, 
                "20006069": 2
            }
        }, 
        4: {
            "comment": "门口对战小兵", 
            "monsterInfo": {
                "20006130": 1, 
                "20006120": 1, 
                "20005125": 1, 
                "20006128": 1, 
                "20006118": 1, 
                "20006119": 1, 
                "20005118": 1, 
                "20006117": 1, 
                "20005111": 1, 
                "20005103": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20006127": 1, 
                "20006126": 5, 
                "20006073": 1, 
                "20006075": 1, 
                "20006074": 1, 
                "20005077": 1, 
                "20005078": 1, 
                "20006095": 1, 
                "20006094": 1, 
                "20006063": 1, 
                "20005104": 1, 
                "20005082": 1, 
                "20005085": 1, 
                "20006105": 1, 
                "20005105": 1, 
                "20005128": 1, 
                "20005129": 1, 
                "20006084": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20006110": 1, 
                "20006109": 1, 
                "20006115": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20006127": 2, 
                "20006126": 2, 
                "20006125": 1, 
                "20006087": 1, 
                "20006068": 1, 
                "20006076": 1, 
                "20006066": 1, 
                "20006096": 1, 
                "20006098": 1, 
                "20006057": 1, 
                "20006056": 1, 
                "20005122": 1, 
                "20005121": 1, 
                "20005108": 1, 
                "20006108": 1, 
                "20005115": 1, 
                "20006107": 1, 
                "20005114": 1, 
                "20005106": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20006112": 1, 
                "20006111": 1, 
                "20006116": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20005056": 1, 
                "20005057": 1, 
                "20006125": 5, 
                "20005060": 1, 
                "20006123": 1, 
                "20006122": 1, 
                "20006121": 1, 
                "20006126": 2, 
                "20005091": 1, 
                "20005058": 1, 
                "20005059": 1, 
                "20006124": 1, 
                "20006133": 1, 
                "20006132": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20005092": 1, 
                "20005093": 1, 
                "20005094": 1, 
                "20005095": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20005062": 1, 
                "20005061": 1, 
                "20005096": 1, 
                "20005097": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20005054": 1, 
                "20005055": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20005053": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20006071": 1, 
                "20006070": 1, 
                "20006080": 1, 
                "20006081": 1, 
                "20006060": 1, 
                "20006090": 1, 
                "20006091": 1, 
                "20006113": 1, 
                "20006061": 1, 
                "20006101": 1, 
                "20006100": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20006114": 1
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "20006134": 1
            }
        }
    }, 
    "L_BQDB_Planes012": {
        1: {
            "comment": "第一批表演", 
            "monsterInfo": {
                "20005056": 1, 
                "20005057": 2, 
                "20005054": 6, 
                "20005055": 2, 
                "20005065": 2, 
                "20005076": 1, 
                "20005064": 6, 
                "20005077": 2, 
                "20005063": 2, 
                "20005053": 2
            }
        }, 
        2: {
            "comment": "第二批表演", 
            "monsterInfo": {
                "20005056": 1, 
                "20005057": 2, 
                "20005054": 3, 
                "20005055": 1, 
                "20005053": 3, 
                "20005065": 4, 
                "20005077": 2, 
                "20005064": 3, 
                "20005076": 1
            }
        }, 
        3: {
            "comment": "第三批表演", 
            "monsterInfo": {
                "20005063": 5, 
                "20005057": 3, 
                "20005054": 3, 
                "20005055": 3, 
                "20005056": 2, 
                "20005053": 3, 
                "20005065": 4, 
                "20005064": 1, 
                "20005077": 3, 
                "20005076": 2
            }
        }, 
        4: {
            "comment": "公孙盘", 
            "monsterInfo": {
                "20005061": 1
            }
        }, 
        5: {
            "comment": "轩辕族士兵", 
            "monsterInfo": {
                "20005060": 1, 
                "20005092": 1, 
                "20005093": 1, 
                "20005091": 1, 
                "20005096": 1, 
                "20005097": 1, 
                "20005094": 1, 
                "20005059": 1, 
                "20005058": 1, 
                "20005095": 1
            }
        }, 
        6: {
            "comment": "魔道第一波怪", 
            "monsterInfo": {
                "20005098": 1, 
                "20005099": 1, 
                "20005078": 1, 
                "20005084": 1, 
                "20005087": 1, 
                "20005079": 1, 
                "20005104": 1, 
                "20005100": 1, 
                "20005101": 1, 
                "20005102": 1, 
                "20005103": 1
            }
        }, 
        7: {
            "comment": "魔道第二波怪", 
            "monsterInfo": {
                "20005085": 1, 
                "20005081": 1, 
                "20005080": 1, 
                "20005108": 1, 
                "20005109": 1, 
                "20005105": 1, 
                "20005106": 1, 
                "20005107": 1, 
                "20005112": 1, 
                "20005111": 1, 
                "20005110": 1
            }
        }, 
        8: {
            "comment": "魔道第三波怪", 
            "monsterInfo": {
                "20005086": 1, 
                "20005083": 1, 
                "20005082": 1, 
                "20005120": 1, 
                "20005119": 1, 
                "20005118": 1, 
                "20005117": 1, 
                "20005116": 1, 
                "20005115": 1, 
                "20005114": 1, 
                "20005113": 1
            }
        }, 
        9: {
            "comment": "九天玄女", 
            "monsterInfo": {
                "20005062": 1
            }
        }
    }, 
    "L_BQDB_Planes011": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20004704": 4, 
                "20004706": 4
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20004705": 6
            }
        }, 
        3: {
            "comment": "大巫巫修", 
            "monsterInfo": {
                "20004708": 1
            }
        }
    }, 
    "L_BQDB_Planes010": {
        1: {
            "comment": "第一波：击杀4个叛乱的轩辕族头领", 
            "monsterInfo": {
                "20005007": 2, 
                "20004699": 2
            }
        }, 
        2: {
            "comment": "第二波：齐祖", 
            "monsterInfo": {
                "20004701": 1
            }
        }, 
        3: {
            "comment": "第三波：杀光过道所有敌人", 
            "monsterInfo": {
                "20005545": 4, 
                "20005546": 4
            }
        }, 
        4: {
            "comment": "第四波：头领", 
            "monsterInfo": {
                "20005008": 1
            }
        }, 
        5: {
            "comment": "第五波：乌名", 
            "monsterInfo": {
                "20004702": 1
            }
        }, 
        6: {
            "comment": "第六波：大巫巫修", 
            "monsterInfo": {
                "20004708": 1
            }
        }
    }, 
    "L_JDCY": {}, 
    "L_YSC_Planes005": {
        2: {
            "comment": "鬼枭1——1个", 
            "monsterInfo": {
                "20004725": 1
            }
        }, 
        3: {
            "comment": "旋风——8个", 
            "monsterInfo": {
                "30000265": 1, 
                "30000264": 1, 
                "30000267": 1, 
                "30000266": 1, 
                "30000261": 1, 
                "30000260": 1, 
                "30000263": 1, 
                "30000262": 1
            }
        }, 
        5: {
            "comment": "鬼枭2——1个", 
            "monsterInfo": {
                "20004726": 1
            }
        }, 
        6: {
            "comment": "机关兽——1个", 
            "monsterInfo": {
                "20004723": 1
            }
        }, 
        8: {
            "comment": "鬼枭3——1个", 
            "monsterInfo": {
                "20004727": 1
            }
        }, 
        9: {
            "comment": "避风罩——4个", 
            "monsterInfo": {
                "30000269": 4
            }
        }
    }, 
    "L_YSC_Planes004": {
        1: {
            "comment": "明", 
            "monsterInfo": {
                "20000062": 4
            }
        }, 
        2: {
            "comment": "暗", 
            "monsterInfo": {
                "20000071": 3
            }
        }, 
        3: {
            "comment": "明", 
            "monsterInfo": {
                "20000020": 1, 
                "20000223": 4
            }
        }, 
        4: {
            "comment": "明", 
            "monsterInfo": {
                "20000076": 1, 
                "20000023": 1, 
                "20000254": 1
            }
        }, 
        5: {
            "comment": "暗", 
            "monsterInfo": {
                "20000021": 1, 
                "20000022": 1
            }
        }
    }, 
    "L_YSC_Planes003": {
        1: {
            "comment": "明", 
            "monsterInfo": {
                "20000284": 2, 
                "20000285": 2, 
                "20000283": 2, 
                "20000257": 1, 
                "20000009": 2, 
                "20000258": 1
            }
        }, 
        2: {
            "comment": "暗", 
            "monsterInfo": {
                "20000224": 3
            }
        }, 
        3: {
            "comment": "明", 
            "monsterInfo": {
                "20000286": 3, 
                "20000287": 1, 
                "20000227": 2, 
                "20000228": 2, 
                "20000288": 2, 
                "20000289": 2, 
                "20000253": 6, 
                "20000072": 1, 
                "20000008": 2
            }
        }, 
        4: {
            "comment": "暗", 
            "monsterInfo": {
                "20000086": 1, 
                "20000222": 1, 
                "20000220": 1, 
                "20000221": 1, 
                "20000226": 1, 
                "20000074": 2, 
                "20000225": 1, 
                "20000087": 1, 
                "20000251": 1, 
                "20000250": 1, 
                "20000071": 3, 
                "20000070": 1, 
                "20000068": 1, 
                "20000069": 1
            }
        }, 
        6: {
            "comment": "暗 尉迟健", 
            "monsterInfo": {
                "20000010": 1
            }
        }, 
        7: {
            "comment": "暗 战士大师兄", 
            "monsterInfo": {
                "20000064": 1
            }
        }, 
        8: {
            "comment": "暗 剑客大师兄", 
            "monsterInfo": {
                "20000859": 1
            }
        }, 
        9: {
            "comment": "暗 链刃大师兄", 
            "monsterInfo": {
                "20003791": 1
            }
        }, 
        10: {
            "comment": "暗 法师大师兄", 
            "monsterInfo": {
                "20003792": 1
            }
        }
    }, 
    "L_YSC_Planes002": {
        1: {
            "comment": "东方凌+抱朴子", 
            "monsterInfo": {
                "20000259": 1, 
                "20000005": 1
            }
        }, 
        4: {
            "comment": "建筑1：一层房间小怪+阻挡墙", 
            "monsterInfo": {
                "20002649": 1, 
                "20002685": 1, 
                "20008198": 1
            }
        }, 
        5: {
            "comment": "建筑1：东方凌", 
            "monsterInfo": {
                "20002644": 1
            }
        }, 
        7: {
            "comment": "建筑2：东方凌", 
            "monsterInfo": {
                "20002645": 1
            }
        }, 
        8: {
            "comment": "门", 
            "monsterInfo": {
                "40000185": 1, 
                "40000184": 1, 
                "40000186": 1, 
                "40000202": 1
            }
        }, 
        9: {
            "comment": "青灵+抱朴子", 
            "monsterInfo": {
                "20002665": 1, 
                "20002675": 1
            }
        }
    }, 
    "L_YSC_Planes001": {
        1: {
            "comment": "第一波：明怪", 
            "monsterInfo": {
                "20000851": 3
            }
        }, 
        2: {
            "comment": "第二波：暗怪", 
            "monsterInfo": {
                "20000243": 3
            }
        }
    }, 
    "L_BQDB_Planes018": {
        1: {
            "comment": "第一区域仙兵、保护罩、空气墙、女娲雕像", 
            "monsterInfo": {
                "20007076": 3, 
                "20007077": 3, 
                "20007425": 1, 
                "20007427": 2, 
                "20007426": 1
            }
        }, 
        2: {
            "comment": "第一区域巡逻兵", 
            "monsterInfo": {
                "20007081": 4, 
                "20007080": 4
            }
        }, 
        3: {
            "comment": "第一区域箭塔火球、仙兵", 
            "monsterInfo": {
                "20006383": 1, 
                "20006382": 1, 
                "20007079": 6
            }
        }, 
        4: {
            "comment": "第二区域怪物", 
            "monsterInfo": {
                "20007087": 6, 
                "20007086": 6, 
                "20007085": 6, 
                "20007083": 8, 
                "20007428": 2
            }
        }, 
        5: {
            "comment": "第三区域怪物", 
            "monsterInfo": {
                "20007090": 3, 
                "20007091": 3, 
                "20007092": 6, 
                "20007093": 12, 
                "20007429": 5, 
                "20006265": 1, 
                "20007089": 3, 
                "20007088": 3
            }
        }, 
        6: {
            "comment": "第四区域怪物", 
            "monsterInfo": {
                "20007094": 14, 
                "20007095": 6, 
                "20007096": 3, 
                "20007097": 6, 
                "20007098": 3, 
                "20007099": 6, 
                "20007089": 2
            }
        }, 
        7: {
            "comment": "玉华真人", 
            "monsterInfo": {
                "20007100": 1
            }
        }, 
        8: {
            "comment": "投石车、栅栏", 
            "monsterInfo": {
                "20006267": 10, 
                "20006268": 4
            }
        }, 
        9: {
            "comment": "栅栏", 
            "monsterInfo": {
                "20006268": 9
            }
        }, 
        10: {
            "comment": "投石车、栅栏", 
            "monsterInfo": {
                "20006267": 3, 
                "20006268": 4
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20007084": 4, 
                "20007082": 2
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20007436": 1, 
                "20007437": 1, 
                "20007435": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20007439": 1, 
                "20007438": 1, 
                "20007440": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20007446": 1, 
                "20007445": 1, 
                "20007444": 1, 
                "20007443": 1, 
                "20007442": 1, 
                "20007441": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20007424": 1
            }
        }
    }, 
    "L_TS_Planes101": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008907": 1, 
                "20008887": 1, 
                "20008888": 3
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20008890": 3, 
                "20008889": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008893": 1, 
                "20008895": 1, 
                "20008894": 1, 
                "20008897": 1, 
                "20008896": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20008898": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20008899": 1, 
                "20012412": 1, 
                "20012411": 5
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20008924": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20008891": 6
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20008927": 1, 
                "20008926": 1, 
                "20008928": 3
            }
        }
    }, 
    "L_FSG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008635": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20008637": 2, 
                "20008636": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20008639": 3, 
                "20008638": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008735": 2, 
                "20008736": 3
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "30000513": 2
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20008641": 1, 
                "20008642": 1, 
                "20008643": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20008644": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "30000515": 4
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20008645": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20008646": 2, 
                "20008647": 4
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20008648": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20008649": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20008654": 1, 
                "20008653": 1, 
                "20008652": 1, 
                "20008719": 1
            }
        }
    }, 
    "L_KWSM_Planes008": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20011176": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20011177": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20011178": 1
            }
        }, 
        101: {
            "comment": "", 
            "monsterInfo": {
                "20011187": 1, 
                "20011186": 1, 
                "20011189": 1, 
                "20011188": 1
            }
        }, 
        102: {
            "comment": "", 
            "monsterInfo": {
                "20011192": 1, 
                "20011193": 1, 
                "20011190": 1, 
                "20011191": 1
            }
        }, 
        103: {
            "comment": "", 
            "monsterInfo": {
                "30000825": 1, 
                "30000824": 1
            }
        }
    }, 
    "L_HDDT_Planes104": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010793": 1, 
                "20010792": 1, 
                "20010791": 1
            }
        }
    }, 
    "L_ZLY_Planes001": {
        1: {
            "comment": "BOOSS", 
            "monsterInfo": {
                "20005184": 1
            }
        }, 
        2: {
            "comment": "友方", 
            "monsterInfo": {
                "20005185": 1
            }
        }
    }, 
    "L_WSS_Planes201": {
        1: {
            "comment": "虎蛟", 
            "monsterInfo": {
                "20005674": 1
            }
        }, 
        2: {
            "comment": "五行阵纹", 
            "monsterInfo": {
                "20005672": 1, 
                "20005673": 1, 
                "20005670": 1, 
                "20005671": 1, 
                "20005669": 1
            }
        }
    }, 
    "L_HX_02_Planes101": {
        1: {
            "comment": "祝融", 
            "monsterInfo": {
                "20008681": 1
            }
        }, 
        2: {
            "comment": "十金乌", 
            "monsterInfo": {
                "20008688": 1, 
                "20008689": 1, 
                "20008683": 1, 
                "20008682": 1, 
                "20008690": 1, 
                "20008684": 1, 
                "20008685": 1, 
                "20008686": 1, 
                "20008687": 1, 
                "20008691": 1
            }
        }, 
        3: {
            "comment": "炎魔", 
            "monsterInfo": {
                "20008693": 3, 
                "20008692": 2
            }
        }, 
        4: {
            "comment": "炎魔", 
            "monsterInfo": {
                "20008695": 3, 
                "20008694": 2
            }
        }, 
        5: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20008696": 1
            }
        }, 
        6: {
            "comment": "空盒子", 
            "monsterInfo": {
                "20008699": 1, 
                "20008698": 1, 
                "20008697": 1, 
                "20008706": 1
            }
        }, 
        7: {
            "comment": "十神天绝灯", 
            "monsterInfo": {
                "20008700": 1
            }
        }, 
        8: {
            "comment": "太阳真火", 
            "monsterInfo": {
                "20008701": 1, 
                "20008703": 1, 
                "20008702": 1, 
                "20008705": 1, 
                "20008704": 1
            }
        }
    }, 
    "L_PGSD": {
        1: {
            "comment": "跳怪", 
            "monsterInfo": {
                "20009926": 1, 
                "20009927": 1, 
                "20009925": 1, 
                "20009928": 1, 
                "20009929": 1
            }
        }, 
        2: {
            "comment": "明怪", 
            "monsterInfo": {
                "20009931": 2, 
                "20009930": 4
            }
        }, 
        3: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20009933": 2, 
                "20009932": 3
            }
        }, 
        4: {
            "comment": "炮台A", 
            "monsterInfo": {
                "20009934": 1
            }
        }, 
        5: {
            "comment": "炮台B", 
            "monsterInfo": {
                "20009935": 1
            }
        }, 
        6: {
            "comment": "门口小兵A", 
            "monsterInfo": {
                "20009936": 2
            }
        }, 
        7: {
            "comment": "门口小兵B", 
            "monsterInfo": {
                "20009937": 2
            }
        }, 
        8: {
            "comment": "门", 
            "monsterInfo": {
                "20009938": 1
            }
        }, 
        9: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20009939": 1
            }
        }, 
        10: {
            "comment": "祖巫句芒", 
            "monsterInfo": {
                "20009940": 1
            }
        }, 
        11: {
            "comment": "刷怪点", 
            "monsterInfo": {
                "20009944": 1, 
                "20009945": 1, 
                "20009941": 1, 
                "20009942": 1, 
                "20009943": 1
            }
        }
    }, 
    "L_XHJD": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20003209": 2, 
                "20003208": 1, 
                "20003210": 4
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20003216": 3, 
                "20003214": 1, 
                "20003215": 3
            }
        }, 
        4: {
            "comment": "boss", 
            "monsterInfo": {
                "20003217": 1
            }
        }, 
        5: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20003219": 1
            }
        }
    }, 
    "L_BQXB_Planes102": {
        1: {
            "comment": "明怪 丹朱", 
            "monsterInfo": {
                "20004023": 1
            }
        }, 
        2: {
            "comment": "明怪 蛮角", 
            "monsterInfo": {
                "20004024": 1
            }
        }, 
        3: {
            "comment": "明怪 恶来", 
            "monsterInfo": {
                "20004025": 1
            }
        }, 
        4: {
            "comment": "明怪 飞廉", 
            "monsterInfo": {
                "20004026": 1
            }
        }, 
        5: {
            "comment": "明怪 康回", 
            "monsterInfo": {
                "20004027": 1
            }
        }
    }, 
    "cycle_L_YXFXZ": {
        1: {
            "comment": "精英1+护卫小兵", 
            "monsterInfo": {
                "20011552": 4, 
                "20011553": 2, 
                "20011559": 1, 
                "20011551": 2
            }
        }, 
        2: {
            "comment": "池塘跳出怪物", 
            "monsterInfo": {
                "20011565": 1, 
                "20011564": 1, 
                "20011563": 1
            }
        }, 
        3: {
            "comment": "巡逻小兵+普通游荡小兵", 
            "monsterInfo": {
                "20011568": 16, 
                "20011553": 1, 
                "20011556": 10, 
                "20011569": 18, 
                "20011555": 7, 
                "20011567": 15, 
                "20011566": 14
            }
        }, 
        6: {
            "comment": "精英2", 
            "monsterInfo": {
                "20011561": 1, 
                "20011591": 1
            }
        }, 
        7: {
            "comment": "道具", 
            "monsterInfo": {
                "40000736": 27, 
                "40000737": 1, 
                "40000735": 12, 
                "40000738": 6
            }
        }, 
        9: {
            "comment": "BOSS:余良", 
            "monsterInfo": {
                "30000838": 1, 
                "20011562": 1
            }
        }, 
        10: {
            "comment": "精英3", 
            "monsterInfo": {
                "20011560": 1
            }
        }, 
        11: {
            "comment": "闲聊守卫", 
            "monsterInfo": {
                "20011589": 3, 
                "20011588": 4, 
                "20011587": 4, 
                "20011590": 3
            }
        }, 
        12: {
            "comment": "打盹守卫", 
            "monsterInfo": {
                "20011582": 6
            }
        }, 
        13: {
            "comment": "切磋弟子", 
            "monsterInfo": {
                "20011596": 1, 
                "20011595": 1
            }
        }, 
        51: {
            "comment": "走廊跳出怪物", 
            "monsterInfo": {
                "20011574": 1, 
                "20011575": 1, 
                "20011576": 1, 
                "20011577": 1
            }
        }, 
        61: {
            "comment": "左边走廊刷出暗怪，近战", 
            "monsterInfo": {
                "20011570": 2
            }
        }, 
        62: {
            "comment": "右上刷出暗怪近战", 
            "monsterInfo": {
                "20011571": 2
            }
        }, 
        63: {
            "comment": "右边演武附近刷出暗怪", 
            "monsterInfo": {
                "20011571": 8
            }
        }, 
        64: {
            "comment": "左上拱桥小怪", 
            "monsterInfo": {
                "20011571": 2
            }
        }, 
        65: {
            "comment": "右上牌坊小怪", 
            "monsterInfo": {
                "20011570": 2, 
                "20011572": 2
            }
        }, 
        71: {
            "comment": "左边走廊刷出暗怪，远程弓箭", 
            "monsterInfo": {
                "20011572": 4
            }
        }, 
        72: {
            "comment": "右上刷出暗怪远程", 
            "monsterInfo": {
                "20011573": 4
            }
        }, 
        73: {
            "comment": "右边牌坊刷出暗怪", 
            "monsterInfo": {
                "20011573": 6
            }
        }, 
        74: {
            "comment": "左上拱桥小怪", 
            "monsterInfo": {
                "20011572": 2
            }
        }, 
        91: {
            "comment": "右上屋檐跳出大刀小怪", 
            "monsterInfo": {
                "20011581": 1, 
                "20011580": 1, 
                "20011578": 1, 
                "20011579": 1
            }
        }, 
        99: {
            "comment": "三叉戟", 
            "monsterInfo": {
                "20011594": 1, 
                "20011592": 1, 
                "20011593": 1
            }
        }, 
        100: {
            "comment": "门", 
            "monsterInfo": {
                "40000750": 14, 
                "40000751": 2
            }
        }, 
        103: {
            "comment": "右边演武弟子+教头", 
            "monsterInfo": {
                "20011583": 3, 
                "20011585": 3, 
                "20011584": 3, 
                "20011586": 1
            }
        }, 
        104: {
            "comment": "中间演武弟子+教头", 
            "monsterInfo": {
                "20011583": 3, 
                "20011585": 3, 
                "20011584": 3, 
                "20011586": 1
            }
        }
    }, 
    "L_LYSL": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20004031": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20004032": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20004033": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20004034": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20004035": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20004036": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20004037": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20004038": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20004039": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20004040": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20004041": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20004042": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20004043": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20004044": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20004045": 1
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "20004046": 1
            }
        }, 
        17: {
            "comment": "", 
            "monsterInfo": {
                "20004047": 1
            }
        }, 
        18: {
            "comment": "", 
            "monsterInfo": {
                "20004048": 1
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "20004052": 1, 
                "20004049": 1
            }
        }, 
        31: {
            "comment": "", 
            "monsterInfo": {
                "30000221": 1
            }
        }, 
        32: {
            "comment": "", 
            "monsterInfo": {
                "30000224": 1
            }
        }, 
        33: {
            "comment": "", 
            "monsterInfo": {
                "30000225": 1
            }
        }, 
        34: {
            "comment": "", 
            "monsterInfo": {
                "30000226": 1
            }
        }, 
        35: {
            "comment": "", 
            "monsterInfo": {
                "30000227": 1
            }
        }, 
        36: {
            "comment": "", 
            "monsterInfo": {
                "30000228": 1
            }
        }, 
        37: {
            "comment": "", 
            "monsterInfo": {
                "30000229": 1
            }
        }, 
        38: {
            "comment": "", 
            "monsterInfo": {
                "30000230": 1
            }
        }, 
        40: {
            "comment": "", 
            "monsterInfo": {
                "20004051": 1
            }
        }
    }, 
    "L_TGLX": {
        1: {
            "comment": "第1波    5个小怪", 
            "monsterInfo": {
                "20004565": 2, 
                "20004566": 3
            }
        }, 
        2: {
            "comment": "第2波    精英", 
            "monsterInfo": {
                "20004573": 1
            }
        }, 
        3: {
            "comment": "第3波    5个小怪", 
            "monsterInfo": {
                "20004572": 3, 
                "20004571": 2
            }
        }, 
        4: {
            "comment": "第4波    Boss", 
            "monsterInfo": {
                "20004577": 1
            }
        }, 
        5: {
            "comment": "传送门", 
            "monsterInfo": {
                "20005018": 1
            }
        }
    }, 
    "L_YMGJ": {
        1: {
            "comment": "第1波8个明怪", 
            "monsterInfo": {
                "20006422": 4, 
                "20006420": 1, 
                "20006421": 3
            }
        }, 
        5: {
            "comment": "第3波一个精英+2个小弟", 
            "monsterInfo": {
                "20006428": 1, 
                "20006429": 2
            }
        }, 
        6: {
            "comment": "第3波两个空盒子", 
            "monsterInfo": {
                "20006427": 2
            }
        }, 
        7: {
            "comment": "第4波4个明怪", 
            "monsterInfo": {
                "20006435": 2, 
                "20006436": 2
            }
        }, 
        8: {
            "comment": "第4波4个暗怪跳下来的", 
            "monsterInfo": {
                "20006439": 1, 
                "20006438": 1, 
                "20006440": 1, 
                "20006437": 1
            }
        }, 
        9: {
            "comment": "第5波Boss", 
            "monsterInfo": {
                "20006441": 1
            }
        }, 
        10: {
            "comment": "宝箱", 
            "monsterInfo": {
                "20006448": 1
            }
        }, 
        11: {
            "comment": "2个空盒子", 
            "monsterInfo": {
                "20006442": 2
            }
        }, 
        12: {
            "comment": "传送门", 
            "monsterInfo": {
                "20006449": 1
            }
        }, 
        13: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20006447": 1
            }
        }
    }, 
    "L_TLXS": {
        1: {
            "comment": "第1批6个明怪", 
            "monsterInfo": {
                "20009237": 2, 
                "20009238": 3
            }
        }, 
        3: {
            "comment": "第3批1个精英", 
            "monsterInfo": {
                "20009246": 1
            }
        }, 
        4: {
            "comment": "第4批4个光效刷出的怪", 
            "monsterInfo": {
                "20009247": 1, 
                "20009249": 2, 
                "20009248": 1
            }
        }, 
        5: {
            "comment": "第5批4个跳下的怪", 
            "monsterInfo": {
                "20009250": 1, 
                "20009251": 1, 
                "20009252": 1, 
                "20009253": 1
            }
        }, 
        6: {
            "comment": "第6批Boss", 
            "monsterInfo": {
                "20009254": 1
            }
        }, 
        7: {
            "comment": "第7批雪球", 
            "monsterInfo": {
                "30000629": 1, 
                "30000628": 1
            }
        }, 
        8: {
            "comment": "第8批暴风雪", 
            "monsterInfo": {
                "30000630": 22
            }
        }
    }, 
    "L_JYDT_2": {
        1: {
            "comment": "第一劈7个明怪", 
            "monsterInfo": {
                "20010320": 3, 
                "20010321": 3, 
                "20010319": 1
            }
        }, 
        4: {
            "comment": "第3波4个明怪", 
            "monsterInfo": {
                "20010326": 4
            }
        }, 
        5: {
            "comment": "第3波6个暗怪", 
            "monsterInfo": {
                "20010328": 1, 
                "20010329": 1, 
                "20010331": 1, 
                "20010330": 1, 
                "20010333": 1, 
                "20010332": 1
            }
        }, 
        6: {
            "comment": "第4波Boss", 
            "monsterInfo": {
                "20002861": 1
            }
        }, 
        7: {
            "comment": "生命火球", 
            "monsterInfo": {
                "20002862": 1, 
                "20002863": 1, 
                "20002864": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "30000893": 1
            }
        }
    }, 
    "L_XCHJ": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20011417": 1, 
                "20011418": 1, 
                "20011732": 1, 
                "20011764": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20011419": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20011420": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20011421": 3
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20011422": 4
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20011765": 1, 
                "40000717": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20011747": 1, 
                "20011746": 1, 
                "20011745": 1, 
                "20011744": 1, 
                "20011743": 1, 
                "20011742": 1, 
                "20011749": 1, 
                "20011748": 1, 
                "20011750": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20011735": 1, 
                "20011738": 1, 
                "20011739": 1, 
                "20011736": 1, 
                "20011737": 1, 
                "20011734": 1, 
                "20011740": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20011733": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20011741": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20011427": 1, 
                "20011428": 1, 
                "20011429": 1, 
                "20011431": 1, 
                "20011430": 1, 
                "20011433": 1, 
                "20011432": 1, 
                "20011435": 1, 
                "20011434": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20011778": 1, 
                "20011770": 1, 
                "20011782": 1, 
                "20011781": 1, 
                "20011779": 1, 
                "20011769": 1, 
                "20011768": 1, 
                "20011780": 1, 
                "20011772": 1, 
                "20011773": 1, 
                "20011767": 1, 
                "20011771": 1, 
                "20011776": 1, 
                "20011777": 1, 
                "20011774": 1, 
                "20011775": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "40000718": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "40000721": 1, 
                "40000719": 1, 
                "40000722": 1, 
                "20011808": 1, 
                "20011809": 1, 
                "40000720": 1, 
                "20011807": 1, 
                "20011802": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20011799": 1
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "20011800": 1
            }
        }, 
        17: {
            "comment": "", 
            "monsterInfo": {
                "20011801": 1
            }
        }, 
        18: {
            "comment": "", 
            "monsterInfo": {
                "20011804": 1, 
                "20011803": 1
            }
        }, 
        19: {
            "comment": "", 
            "monsterInfo": {
                "20011805": 1
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "20011806": 1
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20011810": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20011812": 1, 
                "20011811": 1
            }
        }
    }, 
    "L_JSD_XIAN": {
        1: {
            "comment": "广成子/夸父", 
            "monsterInfo": {
                "20008811": 1, 
                "20008810": 1
            }
        }, 
        2: {
            "comment": "柱子", 
            "monsterInfo": {
                "40000452": 1, 
                "40000451": 1
            }
        }, 
        3: {
            "comment": "刷怪点1-5", 
            "monsterInfo": {
                "20008813": 1, 
                "20008812": 1, 
                "20008815": 1, 
                "20008814": 1, 
                "20008816": 1
            }
        }, 
        4: {
            "comment": "巨神殿卫兵", 
            "monsterInfo": {
                "20008820": 1, 
                "20008818": 1, 
                "20008819": 1, 
                "20008817": 1
            }
        }, 
        5: {
            "comment": "夸父觉醒阵", 
            "monsterInfo": {
                "20008821": 1
            }
        }
    }, 
    "L_BFH": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010447": 1, 
                "20010446": 1, 
                "30001022": 34, 
                "20010450": 1, 
                "20010448": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010451": 2, 
                "20010452": 2, 
                "20010453": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010454": 1, 
                "20010455": 1, 
                "30001023": 1
            }
        }
    }, 
    "TEST": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20005603": 5, 
                "20005602": 7, 
                "20005604": 5
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20005607": 9, 
                "20005606": 8, 
                "20005605": 8
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20005609": 9, 
                "20005608": 9
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20005610": 28, 
                "20005611": 1, 
                "20004656": 1, 
                "20004654": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20004666": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20004658": 1, 
                "20004660": 9
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20004660": 18
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20004660": 7
            }
        }, 
        73: {
            "comment": "", 
            "monsterInfo": {
                "20014054": 8
            }
        }, 
        71: {
            "comment": "", 
            "monsterInfo": {
                "20014054": 1, 
                "20014053": 5
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20004661": 1
            }
        }, 
        45: {
            "comment": "", 
            "monsterInfo": {
                "20004664": 8
            }
        }, 
        77: {
            "comment": "", 
            "monsterInfo": {
                "20004670": 1
            }
        }, 
        34: {
            "comment": "", 
            "monsterInfo": {
                "20004663": 4
            }
        }, 
        72: {
            "comment": "", 
            "monsterInfo": {
                "20014054": 4, 
                "20014053": 8
            }
        }, 
        99: {
            "comment": "", 
            "monsterInfo": {
                "20005612": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20004657": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20004662": 1
            }
        }, 
        88: {
            "comment": "", 
            "monsterInfo": {
                "30000347": 16
            }
        }, 
        100: {
            "comment": "", 
            "monsterInfo": {
                "40000113": 1
            }
        }, 
        70: {
            "comment": "", 
            "monsterInfo": {
                "20014054": 1, 
                "20014053": 1
            }
        }
    }, 
    "L_YGG_01": {
        1: {
            "comment": "明怪", 
            "monsterInfo": {
                "20007401": 2, 
                "20007100": 4
            }
        }, 
        4: {
            "comment": "明怪", 
            "monsterInfo": {
                "20007403": 4, 
                "20007402": 3
            }
        }, 
        5: {
            "comment": "狂风术士和陷阱", 
            "monsterInfo": {
                "20007410": 1, 
                "20007412": 1, 
                "20007413": 1
            }
        }, 
        6: {
            "comment": "明怪", 
            "monsterInfo": {
                "20007403": 4
            }
        }, 
        8: {
            "comment": "元阳道人", 
            "monsterInfo": {
                "20007411": 1
            }
        }, 
        10: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000491": 1
            }
        }, 
        50: {
            "comment": "", 
            "monsterInfo": {
                "20012458": 1
            }
        }, 
        51: {
            "comment": "", 
            "monsterInfo": {
                "20012458": 1
            }
        }, 
        52: {
            "comment": "", 
            "monsterInfo": {
                "20012458": 1
            }
        }
    }, 
    "L_PGDT_Planes002": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010630": 1, 
                "20010631": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010638": 1, 
                "20010634": 1, 
                "20010635": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010636": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010637": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "40000668": 1, 
                "40000669": 1, 
                "40000666": 1, 
                "40000667": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20010632": 1, 
                "20010633": 1
            }
        }
    }, 
    "L_QQRYJ": {}, 
    "L_QMSZ": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "40001020": 1, 
                "20014787": 1, 
                "40001018": 1, 
                "40001019": 1, 
                "20014791": 1, 
                "20014790": 1, 
                "20014803": 1, 
                "20014802": 1, 
                "20014801": 1, 
                "20014800": 1, 
                "20014788": 1, 
                "20014789": 1, 
                "20014799": 1, 
                "20014793": 1, 
                "40001021": 1, 
                "40001022": 1, 
                "20014792": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20014797": 1, 
                "20014796": 1, 
                "20014795": 1, 
                "20014794": 1, 
                "20014798": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "40001025": 1, 
                "40001024": 1, 
                "40001027": 1, 
                "40001026": 1, 
                "20014791": 1, 
                "40001023": 1, 
                "20014790": 1, 
                "20014788": 1, 
                "20014789": 1, 
                "20014787": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20014797": 1, 
                "20014796": 1, 
                "20014795": 1, 
                "20014794": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20014804": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "40001030": 1
            }
        }
    }, 
    "L_FYP_Planes005": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009801": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "40000560": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009828": 3
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009810": 1, 
                "20009811": 1, 
                "20009809": 1, 
                "20009808": 1, 
                "20009805": 1, 
                "20009807": 1, 
                "20009806": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009823": 1, 
                "20009822": 1, 
                "20009821": 1, 
                "20009820": 1, 
                "20009825": 1, 
                "20009824": 1, 
                "20009819": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009816": 1, 
                "20009817": 1, 
                "20009814": 1, 
                "20009815": 1, 
                "20009812": 1, 
                "20009813": 1, 
                "20009818": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20009803": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009802": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20009831": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20009827": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20009841": 1, 
                "20009843": 1, 
                "20009842": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20009845": 1, 
                "20009844": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20009847": 1, 
                "20009846": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20009830": 2
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20009829": 2
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "30000745": 1
            }
        }
    }, 
    "L_YCDC": {
        1: {
            "comment": "区域1：守卫怪", 
            "monsterInfo": {
                "20004770": 10, 
                "20004769": 5
            }
        }, 
        2: {
            "comment": "区域1：巡逻怪", 
            "monsterInfo": {
                "20004771": 1, 
                "20004772": 2, 
                "20004773": 1, 
                "20004774": 2, 
                "20004775": 1, 
                "20004776": 1
            }
        }, 
        3: {
            "comment": "区域1：星辰子", 
            "monsterInfo": {
                "20004777": 1
            }
        }, 
        100: {
            "comment": "区域1：门窗", 
            "monsterInfo": {
                "40000369": 1, 
                "40000368": 1, 
                "40000370": 1, 
                "40000361": 1, 
                "40000360": 1, 
                "40000363": 1, 
                "40000362": 1, 
                "40000365": 1, 
                "40000364": 1, 
                "40000367": 1, 
                "40000366": 1, 
                "40000349": 1, 
                "40000383": 1, 
                "40000382": 1, 
                "40000381": 1, 
                "40000380": 1, 
                "40000350": 1, 
                "40000351": 1, 
                "40000352": 1, 
                "40000353": 1, 
                "40000354": 1, 
                "40000355": 1, 
                "40000356": 1, 
                "40000357": 1, 
                "40000358": 1, 
                "40000359": 1, 
                "40000378": 1, 
                "40000379": 1, 
                "40000376": 1, 
                "40000371": 1, 
                "40000377": 1, 
                "40000374": 1, 
                "40000375": 1, 
                "40000372": 1, 
                "40000373": 1
            }
        }, 
        101: {
            "comment": "区域2：门窗", 
            "monsterInfo": {
                "40000401": 1, 
                "40000439": 1, 
                "40000438": 1, 
                "40000445": 1, 
                "40000431": 1, 
                "40000430": 1, 
                "40000433": 1, 
                "40000432": 1, 
                "40000435": 1, 
                "40000434": 1, 
                "40000437": 1, 
                "40000450": 1, 
                "40000387": 1, 
                "40000412": 1, 
                "40000385": 1, 
                "40000384": 1, 
                "40000417": 1, 
                "40000416": 1, 
                "40000415": 1, 
                "40000414": 1, 
                "40000419": 1, 
                "40000418": 1, 
                "40000388": 1, 
                "40000396": 1, 
                "40000392": 1, 
                "40000449": 1, 
                "40000436": 1, 
                "40000394": 1, 
                "40000403": 1, 
                "40000386": 1, 
                "40000423": 1, 
                "40000411": 1, 
                "40000397": 1, 
                "40000448": 1, 
                "40000410": 1, 
                "40000444": 1, 
                "40000404": 1, 
                "40000446": 1, 
                "40000447": 1, 
                "40000440": 1, 
                "40000441": 1, 
                "40000442": 1, 
                "40000443": 1, 
                "40000426": 1, 
                "40000395": 1, 
                "40000424": 1, 
                "40000425": 1, 
                "40000422": 1, 
                "40000420": 1, 
                "40000406": 1, 
                "40000393": 1, 
                "40000402": 1, 
                "40000400": 1, 
                "40000407": 1, 
                "40000398": 1, 
                "40000399": 1, 
                "40000428": 1, 
                "40000429": 1, 
                "40000408": 1, 
                "40000427": 1, 
                "40000391": 1, 
                "40000421": 1, 
                "40000409": 1, 
                "40000413": 1, 
                "40000390": 2, 
                "40000405": 1
            }
        }, 
        6: {
            "comment": "区域2：建筑1小怪", 
            "monsterInfo": {
                "20004781": 4, 
                "20004780": 2
            }
        }, 
        7: {
            "comment": "区域2：建筑2小怪", 
            "monsterInfo": {
                "20004783": 2, 
                "20004782": 2
            }
        }, 
        8: {
            "comment": "区域2：建筑3小怪", 
            "monsterInfo": {
                "20004785": 1, 
                "20004784": 2, 
                "20004787": 1, 
                "20004786": 1
            }
        }, 
        9: {
            "comment": "区域2：建筑4小怪", 
            "monsterInfo": {
                "20004789": 3, 
                "20004788": 2
            }
        }, 
        10: {
            "comment": "区域1：道场门口小怪", 
            "monsterInfo": {
                "20004770": 2, 
                "20004769": 2
            }
        }, 
        103: {
            "comment": "加速球1", 
            "monsterInfo": {
                "40000462": 4
            }
        }, 
        4: {
            "comment": "区域2：元辰道人", 
            "monsterInfo": {
                "20004778": 1
            }
        }, 
        102: {
            "comment": "加速球2", 
            "monsterInfo": {
                "40000462": 8
            }
        }, 
        5: {
            "comment": "区域2：星辰子", 
            "monsterInfo": {
                "20004779": 1
            }
        }
    }, 
    "L_BQDB_Planes016": {
        1: {
            "comment": "第1批6个小怪（从天而降）", 
            "monsterInfo": {
                "20006969": 1, 
                "20006968": 1, 
                "20006967": 1, 
                "20006966": 1, 
                "20006965": 1
            }
        }, 
        4: {
            "comment": "精英", 
            "monsterInfo": {
                "20006973": 1
            }
        }, 
        5: {
            "comment": "Boss", 
            "monsterInfo": {
                "20006974": 1
            }
        }, 
        6: {
            "comment": "羲和", 
            "monsterInfo": {
                "20006975": 1
            }
        }, 
        7: {
            "comment": "六螭神车", 
            "monsterInfo": {
                "20006976": 1
            }
        }
    }, 
    "L_YMG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009786": 1, 
                "20009787": 3, 
                "20009785": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009788": 2, 
                "20009789": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009791": 1, 
                "20009790": 1, 
                "20009793": 1, 
                "20009792": 1, 
                "20009794": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009795": 2, 
                "20009796": 3
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009798": 3, 
                "20009797": 2
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009799": 2
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20009800": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "30000722": 1
            }
        }
    }, 
    "L_SYX": {
        1: {
            "comment": "第一波7个明怪", 
            "monsterInfo": {
                "20002356": 1, 
                "20002357": 3, 
                "20002358": 3
            }
        }, 
        2: {
            "comment": "第二波6个光效怪", 
            "monsterInfo": {
                "20002359": 3, 
                "20002360": 3
            }
        }, 
        3: {
            "comment": "第三波6个跳出怪", 
            "monsterInfo": {
                "20002365": 1, 
                "20002364": 1, 
                "20002366": 1, 
                "20002361": 1, 
                "20002363": 1, 
                "20002362": 1
            }
        }, 
        4: {
            "comment": "第四波6个明怪", 
            "monsterInfo": {
                "20002385": 3, 
                "20002384": 3
            }
        }, 
        5: {
            "comment": "焱麟——精英", 
            "monsterInfo": {
                "20002386": 1
            }
        }, 
        6: {
            "comment": "焱赫——小Boss", 
            "monsterInfo": {
                "20002387": 1
            }
        }, 
        7: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002388": 1
            }
        }
    }, 
    "L_JSD": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008989": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20008989": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "40000320": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008992": 3, 
                "20008993": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20008994": 1, 
                "20008995": 1, 
                "20008996": 1, 
                "20008997": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009005": 1, 
                "20009006": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20009002": 1, 
                "20009647": 1, 
                "20009646": 1, 
                "20009645": 1, 
                "20009644": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009638": 1, 
                "20009639": 1, 
                "20009636": 1, 
                "20009637": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20009635": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "30000514": 2
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "30000514": 2
            }
        }
    }, 
    "L_LXD_Planes001": {
        1: {
            "comment": "潮汐海妖", 
            "monsterInfo": {
                "20012034": 1, 
                "20012035": 1, 
                "20012036": 1, 
                "20012032": 1, 
                "20012033": 1
            }
        }, 
        2: {
            "comment": "控潮海妖", 
            "monsterInfo": {
                "20000383": 3, 
                "20000382": 3
            }
        }, 
        5: {
            "comment": "敖汐", 
            "monsterInfo": {
                "20000387": 1
            }
        }, 
        6: {
            "comment": "大巫巫维", 
            "monsterInfo": {
                "20000388": 1
            }
        }, 
        7: {
            "comment": "海云", 
            "monsterInfo": {
                "20000391": 1
            }
        }, 
        8: {
            "comment": "潮汐之灵", 
            "monsterInfo": {
                "20000390": 1
            }
        }, 
        9: {
            "comment": "潮汐阵法", 
            "monsterInfo": {
                "20000393": 1, 
                "20003070": 2, 
                "20000394": 4, 
                "20000395": 4
            }
        }
    }, 
    "L_SGMJ_Planes001": {
        1: {
            "comment": "浮黎真人战斗", 
            "monsterInfo": {
                "20002097": 1
            }
        }, 
        2: {
            "comment": "浮黎真人房穿帮", 
            "monsterInfo": {
                "20002098": 1
            }
        }, 
        3: {
            "comment": "石像精英，一个喊话的，3个普通的", 
            "monsterInfo": {
                "20003593": 3, 
                "20003592": 1
            }
        }, 
        4: {
            "comment": "光墙1", 
            "monsterInfo": {
                "20003594": 1
            }
        }, 
        5: {
            "comment": "巨灵石像", 
            "monsterInfo": {
                "20003595": 1
            }
        }, 
        6: {
            "comment": "三个火球", 
            "monsterInfo": {
                "20003597": 3
            }
        }, 
        7: {
            "comment": "两个小弟", 
            "monsterInfo": {
                "20003598": 2
            }
        }, 
        8: {
            "comment": "光墙2", 
            "monsterInfo": {
                "20003596": 1
            }
        }
    }, 
    "L_JX_02_Planes101": {
        1: {
            "comment": "公共明怪", 
            "monsterInfo": {
                "20006048": 2, 
                "20007481": 3, 
                "20007495": 1, 
                "20006047": 3
            }
        }, 
        2: {
            "comment": "地刺陷阱", 
            "monsterInfo": {
                "30000442": 1
            }
        }, 
        3: {
            "comment": "精英", 
            "monsterInfo": {
                "20007485": 3, 
                "20007484": 3
            }
        }, 
        5: {
            "comment": "精英", 
            "monsterInfo": {
                "20007490": 1, 
                "20007491": 1, 
                "20007489": 1, 
                "20007488": 1, 
                "20007487": 1
            }
        }, 
        8: {
            "comment": "护法", 
            "monsterInfo": {
                "20007496": 1
            }
        }, 
        10: {
            "comment": "准提、帝江", 
            "monsterInfo": {
                "20006048": 2, 
                "20007482": 3, 
                "20006047": 2
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20007502": 1, 
                "20007503": 1, 
                "20007500": 1, 
                "20007501": 1, 
                "20007506": 1, 
                "20007504": 1, 
                "20007505": 1, 
                "20007499": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20007507": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20007508": 1, 
                "20007509": 1
            }
        }, 
        99: {
            "comment": "", 
            "monsterInfo": {
                "20007483": 1
            }
        }
    }, 
    "L_DLDC": {
        2: {
            "comment": "灵都守卫", 
            "monsterInfo": {
                "20008741": 2, 
                "20008742": 3
            }
        }, 
        5: {
            "comment": "鹤山", 
            "monsterInfo": {
                "20008748": 1
            }
        }, 
        6: {
            "comment": "冰陷阱", 
            "monsterInfo": {
                "30000569": 6
            }
        }, 
        8: {
            "comment": "冰陷阱", 
            "monsterInfo": {
                "30000569": 5
            }
        }, 
        10: {
            "comment": "灵都弟子", 
            "monsterInfo": {
                "20008753": 3, 
                "20008754": 2
            }
        }, 
        12: {
            "comment": "乌玄", 
            "monsterInfo": {
                "20008757": 1
            }
        }, 
        14: {
            "comment": "大巫屏翳", 
            "monsterInfo": {
                "20008761": 1
            }
        }
    }, 
    "L_JSYH": {
        1: {
            "comment": "第1波6个明怪", 
            "monsterInfo": {
                "20006053": 3, 
                "20006052": 2, 
                "20006051": 1
            }
        }, 
        3: {
            "comment": "第2波明怪4个", 
            "monsterInfo": {
                "20006187": 2, 
                "20006188": 2
            }
        }, 
        4: {
            "comment": "第2波暗怪4个", 
            "monsterInfo": {
                "20006553": 1, 
                "20006190": 1, 
                "20006365": 1, 
                "20006364": 1
            }
        }, 
        7: {
            "comment": "精英——厄来", 
            "monsterInfo": {
                "20007232": 1
            }
        }, 
        8: {
            "comment": "光墙", 
            "monsterInfo": {
                "20007245": 1
            }
        }, 
        9: {
            "comment": "Boss——阴罗邪煞", 
            "monsterInfo": {
                "20007233": 1
            }
        }, 
        10: {
            "comment": "4个石柱盒子", 
            "monsterInfo": {
                "20011985": 10
            }
        }, 
        11: {
            "comment": "4个石柱实体", 
            "monsterInfo": {
                "20011988": 2
            }
        }, 
        12: {
            "comment": "4个挡风罩", 
            "monsterInfo": {
                "30000459": 2
            }
        }, 
        13: {
            "comment": "宝箱", 
            "monsterInfo": {
                "40000774": 1
            }
        }, 
        14: {
            "comment": "传送门", 
            "monsterInfo": {
                "20007247": 1
            }
        }, 
        15: {
            "comment": "光，表现用", 
            "monsterInfo": {
                "20005908": 1
            }
        }
    }, 
    "L_HDDT_Planes103": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010609": 1, 
                "20010608": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010783": 1, 
                "20010614": 1, 
                "20010615": 1, 
                "20010612": 1, 
                "20010613": 1, 
                "20010610": 1, 
                "20010611": 1, 
                "20010788": 1, 
                "20010789": 1, 
                "20010781": 1, 
                "20010782": 1, 
                "20010790": 1, 
                "20010784": 1, 
                "20010785": 1, 
                "20010786": 1, 
                "20010787": 1
            }
        }
    }, 
    "L_QS_Planes001": {
        1: {
            "comment": "第1波小怪", 
            "monsterInfo": {
                "20012751": 3, 
                "20012750": 3
            }
        }, 
        2: {
            "comment": "第2波小怪", 
            "monsterInfo": {
                "20012753": 4, 
                "20012752": 2
            }
        }, 
        3: {
            "comment": "精英", 
            "monsterInfo": {
                "20012754": 1
            }
        }, 
        4: {
            "comment": "第3波小怪光效刷出", 
            "monsterInfo": {
                "20012755": 3
            }
        }, 
        5: {
            "comment": "第3波小怪跳出", 
            "monsterInfo": {
                "20012759": 1, 
                "20012758": 1, 
                "20012760": 1
            }
        }, 
        6: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012761": 1
            }
        }, 
        7: {
            "comment": "玉鼎真人", 
            "monsterInfo": {
                "20012762": 1
            }
        }
    }, 
    "L_BQDB_Planes015": {
        1: {
            "comment": "玩家落地后前方大道左侧对打怪", 
            "monsterInfo": {
                "20006602": 1, 
                "20006603": 1, 
                "20006601": 1, 
                "20006606": 1, 
                "20006607": 1, 
                "20006604": 1, 
                "20006605": 1, 
                "20006608": 1, 
                "20006609": 1, 
                "20006621": 1, 
                "20006610": 1
            }
        }, 
        2: {
            "comment": "玩家落地后前方大道右侧对打怪", 
            "monsterInfo": {
                "20006620": 1, 
                "20006615": 1, 
                "20006614": 1, 
                "20006617": 1, 
                "20006616": 1, 
                "20006611": 1, 
                "20006613": 1, 
                "20006612": 1, 
                "20006619": 1, 
                "20006618": 1
            }
        }, 
        3: {
            "comment": "雷月所在区域的仙魔对打怪", 
            "monsterInfo": {
                "20006628": 1, 
                "20006629": 1, 
                "20006624": 1, 
                "20006625": 1, 
                "20006626": 1, 
                "20006627": 1, 
                "20006622": 1, 
                "20006623": 1
            }
        }, 
        4: {
            "comment": "雷月所在区域的仙魔对打怪", 
            "monsterInfo": {
                "20006637": 1, 
                "20006636": 1, 
                "20006635": 1, 
                "20006634": 1, 
                "20006633": 1, 
                "20006632": 1, 
                "20006631": 1, 
                "20006630": 1
            }
        }, 
        5: {
            "comment": "雷月所在区域的仙魔对打怪", 
            "monsterInfo": {
                "20006642": 1, 
                "20006643": 1, 
                "20006640": 1, 
                "20006641": 1, 
                "20006639": 1, 
                "20006638": 1
            }
        }, 
        6: {
            "comment": "雷月所在区域的仙魔对打怪", 
            "monsterInfo": {
                "20006646": 1, 
                "20006647": 1, 
                "20006644": 1, 
                "20006645": 1, 
                "20006648": 1, 
                "20006649": 1, 
                "20006651": 1, 
                "20006650": 1, 
                "20006653": 1, 
                "20006652": 1
            }
        }, 
        7: {
            "comment": "精英雷月和围攻小怪", 
            "monsterInfo": {
                "20006654": 1, 
                "20006687": 2
            }
        }, 
        8: {
            "comment": "仙魔对打怪", 
            "monsterInfo": {
                "20006660": 1, 
                "20006661": 1, 
                "20006662": 1, 
                "20006663": 1, 
                "20006664": 1, 
                "20006659": 1, 
                "20006658": 1, 
                "20006655": 1, 
                "20006657": 1, 
                "20006656": 1
            }
        }, 
        9: {
            "comment": "大巫巫修所在区域的仙魔对打怪", 
            "monsterInfo": {
                "20006673": 1, 
                "20006672": 1, 
                "20006671": 1, 
                "20006670": 1, 
                "20006665": 1, 
                "20006666": 1, 
                "20006667": 1, 
                "20006668": 1, 
                "20006669": 1, 
                "20006674": 1, 
                "20006675": 1, 
                "20006676": 1
            }
        }, 
        10: {
            "comment": "大巫巫修和围攻小怪", 
            "monsterInfo": {
                "20006694": 2, 
                "20006698": 1, 
                "20006693": 2
            }
        }, 
        11: {
            "comment": "惊恐的轩辕族人", 
            "monsterInfo": {
                "20006695": 4, 
                "20006697": 7, 
                "20006696": 4
            }
        }, 
        12: {
            "comment": "公孙盘和牢笼", 
            "monsterInfo": {
                "20006692": 1, 
                "20006691": 1, 
                "20006690": 1, 
                "20006685": 1
            }
        }, 
        13: {
            "comment": "烈火、燃烧的木刺、投石车 烘托气氛", 
            "monsterInfo": {
                "20006688": 2, 
                "20006689": 6, 
                "20007468": 2
            }
        }, 
        14: {
            "comment": "关押轩辕族人的牢笼", 
            "monsterInfo": {
                "20006683": 1, 
                "20006684": 1
            }
        }, 
        15: {
            "comment": "玩家落地后前方大道上的对打怪", 
            "monsterInfo": {
                "20007454": 1, 
                "20007455": 1, 
                "20007456": 1, 
                "20007457": 1, 
                "20007451": 1, 
                "20007452": 1, 
                "20007453": 1, 
                "20007458": 1, 
                "20007459": 1, 
                "20007461": 1, 
                "20007460": 1, 
                "20007462": 1
            }
        }
    }, 
    "L_HYDK": {
        1: {
            "comment": "第一批7个明怪", 
            "monsterInfo": {
                "20002395": 1, 
                "20002396": 2, 
                "20002397": 4
            }
        }, 
        2: {
            "comment": "第二批6个明怪，5个暗怪", 
            "monsterInfo": {
                "20002398": 6, 
                "20002399": 5
            }
        }, 
        3: {
            "comment": "第三批6个暗怪", 
            "monsterInfo": {
                "20002409": 3, 
                "20002410": 3
            }
        }, 
        4: {
            "comment": "第四批6个暗怪", 
            "monsterInfo": {
                "20002404": 1, 
                "20002405": 1, 
                "20002400": 1, 
                "20002401": 1, 
                "20002402": 1, 
                "20002403": 1
            }
        }, 
        5: {
            "comment": "火麒麟兽形态", 
            "monsterInfo": {
                "20002406": 1
            }
        }, 
        6: {
            "comment": "火麒麟人形态", 
            "monsterInfo": {
                "20002407": 1
            }
        }, 
        7: {
            "comment": "祖巫帝江", 
            "monsterInfo": {
                "20002408": 1
            }
        }
    }, 
    "L_TYG_Planes002": {}, 
    "L_DJD": {
        1: {
            "comment": "明怪", 
            "monsterInfo": {
                "20000052": 1, 
                "20000029": 2, 
                "20000836": 2, 
                "20000835": 2, 
                "20000031": 1, 
                "20000030": 2, 
                "20000034": 1
            }
        }, 
        2: {
            "comment": "明怪", 
            "monsterInfo": {
                "20000090": 4, 
                "20000038": 2, 
                "20000032": 2
            }
        }, 
        3: {
            "comment": "boss", 
            "monsterInfo": {
                "20000036": 1
            }
        }
    }, 
    "L_SLT_01": {
        1: {
            "comment": "塔", 
            "monsterInfo": {
                "20005700": 1
            }
        }, 
        2: {
            "comment": "左侧", 
            "monsterInfo": {
                "20000948": 2, 
                "20000947": 3
            }
        }, 
        3: {
            "comment": "右侧", 
            "monsterInfo": {
                "20000950": 3, 
                "20000949": 2
            }
        }, 
        4: {
            "comment": "boss", 
            "monsterInfo": {
                "20000951": 1
            }
        }, 
        5: {
            "comment": "传送门", 
            "monsterInfo": {
                "20000966": 1
            }
        }, 
        6: {
            "comment": "喊话陷阱", 
            "monsterInfo": {
                "20000958": 1
            }
        }
    }, 
    "L_ZLY_Planes003": {
        1: {
            "comment": "鬼手药王", 
            "monsterInfo": {
                "20005201": 1
            }
        }, 
        2: {
            "comment": "万年参精", 
            "monsterInfo": {
                "20005202": 1
            }
        }
    }, 
    "L_SLT_03": {
        1: {
            "comment": "冰塔", 
            "monsterInfo": {
                "20005702": 1
            }
        }, 
        2: {
            "comment": "小怪", 
            "monsterInfo": {
                "20010504": 3, 
                "20010505": 2
            }
        }, 
        3: {
            "comment": "小怪", 
            "monsterInfo": {
                "20010506": 3, 
                "20010507": 2
            }
        }, 
        4: {
            "comment": "boss", 
            "monsterInfo": {
                "20000963": 1
            }
        }, 
        5: {
            "comment": "传送门", 
            "monsterInfo": {
                "20000968": 1
            }
        }
    }, 
    "L_SLT_02": {
        1: {
            "comment": "塔", 
            "monsterInfo": {
                "20005701": 1
            }
        }, 
        2: {
            "comment": "左侧", 
            "monsterInfo": {
                "20000953": 3, 
                "20000954": 2
            }
        }, 
        3: {
            "comment": "右侧", 
            "monsterInfo": {
                "20000955": 2, 
                "20000956": 3
            }
        }, 
        4: {
            "comment": "boss", 
            "monsterInfo": {
                "20000957": 1
            }
        }, 
        5: {
            "comment": "传送门", 
            "monsterInfo": {
                "20000967": 1
            }
        }
    }, 
    "L_SLT_05": {
        1: {
            "comment": "木傀卫兵", 
            "monsterInfo": {
                "20003041": 3, 
                "20003040": 3
            }
        }, 
        2: {
            "comment": "梓虎", 
            "monsterInfo": {
                "20003045": 1
            }
        }, 
        3: {
            "comment": "通往第三层", 
            "monsterInfo": {
                "20003051": 1
            }
        }
    }, 
    "L_SLT_04": {
        1: {
            "comment": "木傀卫兵", 
            "monsterInfo": {
                "20003034": 3, 
                "20003035": 3
            }
        }, 
        2: {
            "comment": "梓泰", 
            "monsterInfo": {
                "20003039": 1
            }
        }, 
        3: {
            "comment": "通向第二层", 
            "monsterInfo": {
                "20003050": 1
            }
        }
    }, 
    "L_SLT_07": {
        1: {
            "comment": "陷阱+塔", 
            "monsterInfo": {
                "20005703": 1, 
                "20005707": 1
            }
        }, 
        2: {
            "comment": "小怪", 
            "monsterInfo": {
                "20000959": 2, 
                "20000960": 2
            }
        }, 
        3: {
            "comment": "小怪", 
            "monsterInfo": {
                "20000959": 3, 
                "20000960": 3
            }
        }, 
        4: {
            "comment": "Boss", 
            "monsterInfo": {
                "20000963": 1
            }
        }, 
        5: {
            "comment": "离开传送门", 
            "monsterInfo": {
                "20000968": 1
            }
        }
    }, 
    "L_SLT_06": {
        1: {
            "comment": "木傀族死士", 
            "monsterInfo": {
                "20003047": 3, 
                "20003046": 3
            }
        }, 
        2: {
            "comment": "天奎", 
            "monsterInfo": {
                "20003048": 1
            }
        }, 
        3: {
            "comment": "纪宁&纪宁亲卫", 
            "monsterInfo": {
                "20003054": 1, 
                "20003055": 1, 
                "20003056": 1, 
                "20003057": 1, 
                "20003062": 1
            }
        }, 
        4: {
            "comment": "宝箱", 
            "monsterInfo": {
                "20003058": 1, 
                "20003061": 1, 
                "20003059": 1, 
                "20003060": 1
            }
        }, 
        5: {
            "comment": "返回逍遥门", 
            "monsterInfo": {
                "20003052": 1
            }
        }
    }, 
    "L_JSC_Planes105": {
        2: {
            "comment": "玄机子1：1个", 
            "monsterInfo": {
                "20004732": 1
            }
        }, 
        3: {
            "comment": "旋风：8个", 
            "monsterInfo": {
                "30000265": 1, 
                "30000264": 1, 
                "30000267": 1, 
                "30000266": 1, 
                "30000261": 1, 
                "30000260": 1, 
                "30000263": 1, 
                "30000262": 1
            }
        }, 
        5: {
            "comment": "玄机子2:1个", 
            "monsterInfo": {
                "20004733": 1
            }
        }, 
        6: {
            "comment": "机关兽：1个", 
            "monsterInfo": {
                "20004723": 1
            }
        }, 
        8: {
            "comment": "玄机子3:1个", 
            "monsterInfo": {
                "20004734": 1
            }
        }, 
        9: {
            "comment": "避风罩：4个", 
            "monsterInfo": {
                "30000269": 4
            }
        }, 
        10: {
            "comment": "计蒙：1个", 
            "monsterInfo": {
                "20004736": 1
            }
        }
    }, 
    "L_JSC_Planes104": {
        8: {
            "comment": "第八波：初始演员", 
            "monsterInfo": {
                "20000789": 1, 
                "20000792": 1, 
                "20000790": 1, 
                "20000791": 1
            }
        }, 
        5: {
            "comment": "第五波：敌方boss年制功曹+2个围攻小怪", 
            "monsterInfo": {
                "20000197": 1, 
                "20000198": 1, 
                "20000117": 1
            }
        }, 
        6: {
            "comment": "第六波：敌方助战boss玄机子、赤莲童子", 
            "monsterInfo": {
                "20000118": 1, 
                "20000119": 1
            }
        }, 
        7: {
            "comment": "第七波：己方NPC计蒙", 
            "monsterInfo": {
                "20000709": 1
            }
        }
    }, 
    "L_KYX_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "40000991": 1, 
                "20014343": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20014326": 4, 
                "20014324": 24, 
                "20014325": 3, 
                "20014323": 24, 
                "20014342": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 26, 
                "20014330": 40, 
                "20014333": 36, 
                "20014332": 19, 
                "20014335": 2, 
                "20014334": 1, 
                "20014337": 7, 
                "20014329": 29, 
                "20014339": 7, 
                "20014338": 4, 
                "20014336": 1, 
                "20014321": 1, 
                "20014340": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 21, 
                "20014330": 26, 
                "20014333": 8, 
                "20014332": 23, 
                "20014337": 4, 
                "20014329": 24, 
                "20014339": 1, 
                "20014327": 11, 
                "20014336": 1, 
                "20014322": 2, 
                "20014347": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 22, 
                "20014330": 39, 
                "20014333": 7, 
                "20014332": 6, 
                "20014334": 1, 
                "20014329": 24, 
                "20014339": 3, 
                "20014338": 2, 
                "20014336": 1, 
                "20014321": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 58, 
                "20014330": 10, 
                "20014333": 10, 
                "20014332": 10, 
                "20014335": 2, 
                "20014341": 1, 
                "20014337": 8, 
                "20014329": 56, 
                "20014339": 2, 
                "20014338": 2, 
                "20014336": 1, 
                "20014321": 2
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 24, 
                "20014330": 26, 
                "20014333": 3, 
                "20014332": 19, 
                "20014337": 2, 
                "20014329": 26, 
                "20014327": 12, 
                "20014322": 2, 
                "20014347": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 40, 
                "20014330": 19, 
                "20014333": 9, 
                "20014332": 67, 
                "20014335": 2, 
                "20014334": 2, 
                "20014337": 2, 
                "20014329": 43, 
                "20014339": 5, 
                "20014338": 4, 
                "20014336": 1, 
                "20014321": 2
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 19, 
                "20014330": 12, 
                "20014332": 63, 
                "20014335": 1, 
                "20014337": 2, 
                "20014329": 63, 
                "20014339": 2, 
                "20014338": 3, 
                "20014336": 1, 
                "20014321": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20014331": 8, 
                "20014330": 8, 
                "20014332": 8, 
                "20014329": 9, 
                "20014344": 1, 
                "20014345": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20014346": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20014348": 16
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "40000992": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "30001156": 1
            }
        }
    }, 
    "L_JSC_Planes101": {
        1: {
            "comment": "第一波：明怪", 
            "monsterInfo": {
                "20000172": 2, 
                "20000173": 2
            }
        }, 
        2: {
            "comment": "第二波：暗怪", 
            "monsterInfo": {
                "20000174": 2, 
                "20000175": 2
            }
        }
    }, 
    "L_SMZZ": {
        1: {
            "comment": "第一批：粉色嘟嘟猪", 
            "monsterInfo": {
                "20002253": 1, 
                "20002254": 5
            }
        }, 
        2: {
            "comment": "第二批：紫色嘟嘟猪", 
            "monsterInfo": {
                "20002255": 1, 
                "20002256": 5
            }
        }, 
        3: {
            "comment": "第三批：粉色+紫色嘟嘟猪、大头恐龙", 
            "monsterInfo": {
                "20002259": 1, 
                "20002258": 2, 
                "20002257": 2
            }
        }, 
        4: {
            "comment": "第四批：紫色嘟嘟猪", 
            "monsterInfo": {
                "20002260": 1, 
                "20002261": 5
            }
        }, 
        5: {
            "comment": "第五批：粉色+紫色嘟嘟猪", 
            "monsterInfo": {
                "20002262": 5, 
                "20002263": 1, 
                "20002265": 1, 
                "20002266": 1
            }
        }, 
        6: {
            "comment": "第六批：粉色+紫色嘟嘟猪、大嘟嘟猪", 
            "monsterInfo": {
                "20002264": 2, 
                "20002265": 2
            }
        }, 
        7: {
            "comment": "第七批：嘟嘟猪王", 
            "monsterInfo": {
                "20002270": 1
            }
        }, 
        8: {
            "comment": "第八批：传送门", 
            "monsterInfo": {
                "20003726": 1
            }
        }
    }, 
    "L_JSC_Planes103": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20000189": 3, 
                "20000188": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20000195": 1, 
                "20000196": 1, 
                "20000183": 1, 
                "20000182": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20000971": 2, 
                "20000880": 1, 
                "20000163": 2, 
                "20000162": 1, 
                "20000802": 1, 
                "20000166": 2, 
                "20000185": 1, 
                "20000184": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20000762": 2, 
                "20000761": 4
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20000735": 1, 
                "20000736": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20000714": 1, 
                "20000109": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20000755": 1, 
                "20000192": 1, 
                "20000749": 1, 
                "20000748": 1, 
                "20000752": 1, 
                "20000753": 1, 
                "20000750": 1, 
                "20000751": 1, 
                "20000190": 1, 
                "20000191": 1, 
                "20000754": 1, 
                "20000193": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20000194": 1, 
                "20000783": 1, 
                "20000782": 1, 
                "20000793": 1
            }
        }
    }, 
    "L_JSC_Planes102": {
        1: {
            "comment": "风橙、多闻天", 
            "monsterInfo": {
                "20002646": 1, 
                "20008199": 1
            }
        }, 
        2: {
            "comment": "建筑1：门、阻挡墙", 
            "monsterInfo": {
                "40000185": 1, 
                "40000184": 1, 
                "40000186": 1, 
                "40000202": 1, 
                "20008205": 1
            }
        }, 
        3: {
            "comment": "建筑1：暗怪", 
            "monsterInfo": {
                "20008204": 1, 
                "20008203": 1
            }
        }, 
        4: {
            "comment": "建筑1：多闻天", 
            "monsterInfo": {
                "20002647": 1
            }
        }, 
        5: {
            "comment": "建筑2：多闻天", 
            "monsterInfo": {
                "20002648": 1
            }
        }, 
        6: {
            "comment": "风橙、莫峰", 
            "monsterInfo": {
                "20008200": 1, 
                "20008201": 1
            }
        }
    }, 
    "L_XHL": {
        1: {
            "comment": "第一波跳出怪 火猴哨卫 暗怪", 
            "monsterInfo": {
                "20000675": 1, 
                "20000674": 1, 
                "20000671": 1, 
                "20000673": 1, 
                "20000672": 1
            }
        }, 
        2: {
            "comment": "第二波 火猴统领/侍卫/巡逻卫 明怪", 
            "monsterInfo": {
                "20000677": 2, 
                "20000676": 1, 
                "20000678": 6
            }
        }, 
        3: {
            "comment": "第三波 火猴守卫 明怪", 
            "monsterInfo": {
                "20000669": 1, 
                "20000670": 1
            }
        }, 
        4: {
            "comment": "第四波 火猴禁卫 明怪", 
            "monsterInfo": {
                "20000679": 4
            }
        }, 
        5: {
            "comment": "第五波 拜火猴妖 明怪", 
            "monsterInfo": {
                "20000682": 3, 
                "20000683": 3, 
                "20000684": 3, 
                "20000685": 3
            }
        }, 
        6: {
            "comment": "第六波 猕风 精英 暗怪", 
            "monsterInfo": {
                "20000686": 1
            }
        }, 
        7: {
            "comment": "第七波 火旋风 暗怪", 
            "monsterInfo": {
                "30000143": 1
            }
        }, 
        8: {
            "comment": "第八波 火旋风 暗怪", 
            "monsterInfo": {
                "30000143": 3
            }
        }, 
        9: {
            "comment": "第九波 火旋风 暗怪", 
            "monsterInfo": {
                "30000143": 3
            }
        }, 
        11: {
            "comment": "第十一波 火猴禁卫 明怪", 
            "monsterInfo": {
                "20000688": 2, 
                "20000692": 1, 
                "20000689": 2
            }
        }, 
        12: {
            "comment": "第十二波 火陷阱 暗怪", 
            "monsterInfo": {
                "30000144": 1
            }
        }, 
        13: {
            "comment": "第十三波 护法猴妖 明怪", 
            "monsterInfo": {
                "20000690": 1, 
                "20000696": 2, 
                "20000695": 2
            }
        }, 
        14: {
            "comment": "第十四波 炼火猴妖 明怪", 
            "monsterInfo": {
                "20000691": 1, 
                "20000697": 2
            }
        }, 
        15: {
            "comment": "第十五波 猕火 精英 明怪", 
            "monsterInfo": {
                "20000698": 1
            }
        }, 
        16: {
            "comment": "第十六波 火陷阱 暗怪", 
            "monsterInfo": {
                "30000144": 8
            }
        }, 
        17: {
            "comment": "第十七波 火陷阱 暗怪", 
            "monsterInfo": {
                "30000144": 16
            }
        }, 
        18: {
            "comment": "第十八波 赤眼灵猴 boss 明怪", 
            "monsterInfo": {
                "20000699": 1
            }
        }, 
        19: {
            "comment": "第十九波 boss召唤的猴子 暗怪", 
            "monsterInfo": {
                "20003065": 3, 
                "20003066": 2
            }
        }, 
        20: {
            "comment": "第二十波 boss召唤的猴子 暗怪", 
            "monsterInfo": {
                "20003065": 3, 
                "20003066": 2
            }
        }, 
        21: {
            "comment": "第二十一波 boss召唤的猴子 暗怪", 
            "monsterInfo": {
                "20003065": 3, 
                "20003066": 2
            }
        }, 
        22: {
            "comment": "第二十二波 boss召唤的猴子 暗怪", 
            "monsterInfo": {
                "20003065": 3, 
                "20003066": 2
            }
        }, 
        23: {
            "comment": "第二十三波 宝箱 明怪", 
            "monsterInfo": {
                "20003067": 1
            }
        }, 
        24: {
            "comment": "第二十四波 游火晶石 明怪", 
            "monsterInfo": {
                "20003068": 1
            }
        }
    }, 
    "L_FMC_Planes102": {
        1: {
            "comment": "卫沧澜+2个守卫", 
            "monsterInfo": {
                "20003894": 1, 
                "20003895": 1, 
                "20003896": 1
            }
        }
    }, 
    "L_FMC_Planes101": {
        1: {
            "comment": "第一波：暗怪", 
            "monsterInfo": {
                "20002839": 4, 
                "20002838": 1
            }
        }
    }, 
    "L_XCMJ": {
        1: {
            "comment": "第1批吞金兽+三个传送台", 
            "monsterInfo": {
                "40000154": 3, 
                "20007260": 1
            }
        }, 
        2: {
            "comment": "传送门", 
            "monsterInfo": {
                "20007279": 1
            }
        }, 
        3: {
            "comment": "帝霄", 
            "monsterInfo": {
                "20007280": 1
            }
        }, 
        4: {
            "comment": "鲲鹏", 
            "monsterInfo": {
                "20009699": 1
            }
        }
    }, 
    "L_MWHJ_1": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010484": 3
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010485": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010489": 3, 
                "20010488": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010490": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010484": 2
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20014370": 1
            }
        }
    }, 
    "L_MWHJ_2": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010492": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010493": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010494": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010495": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010496": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010501": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010502": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010503": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20014349": 1
            }
        }
    }, 
    "L_ZLY_Planes102": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008905": 1, 
                "20008873": 1, 
                "20008872": 3
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20008874": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20008877": 1, 
                "20008876": 1, 
                "20008875": 1, 
                "20008879": 1, 
                "20008878": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20008880": 2, 
                "20008881": 3
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20008906": 1, 
                "20008882": 1, 
                "20008883": 3
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20008884": 1, 
                "20008909": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20008885": 2
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20008886": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "30000637": 1
            }
        }
    }, 
    "L_ZLY_Planes007": {
        2: {
            "comment": "蛮霜", 
            "monsterInfo": {
                "20006747": 1
            }
        }, 
        3: {
            "comment": "寒渊", 
            "monsterInfo": {
                "20006748": 1
            }
        }, 
        4: {
            "comment": "夕风", 
            "monsterInfo": {
                "20006785": 1
            }
        }, 
        5: {
            "comment": "门口光墙", 
            "monsterInfo": {
                "20006783": 1
            }
        }, 
        6: {
            "comment": "冰球", 
            "monsterInfo": {
                "20006790": 1, 
                "20006789": 1
            }
        }, 
        7: {
            "comment": "冰雾", 
            "monsterInfo": {
                "20006784": 6
            }
        }
    }, 
    "L_ZLY_Planes101": {
        1: {
            "comment": "第一波-虬龙影魂卫", 
            "monsterInfo": {
                "20008839": 2, 
                "20008838": 2, 
                "20008901": 1
            }
        }, 
        2: {
            "comment": "跳出怪-虬龙离魂卫", 
            "monsterInfo": {
                "20008842": 1, 
                "20008843": 1, 
                "20008840": 1, 
                "20008841": 1, 
                "20008844": 1
            }
        }, 
        3: {
            "comment": "第二波-虬龙影魂卫", 
            "monsterInfo": {
                "20008846": 2, 
                "20008845": 3
            }
        }, 
        5: {
            "comment": "跳出怪-虬龙噬魂卫", 
            "monsterInfo": {
                "20008855": 1, 
                "20008854": 1, 
                "20008856": 1, 
                "20008853": 1, 
                "20008852": 1
            }
        }, 
        7: {
            "comment": "蟠虬", 
            "monsterInfo": {
                "20008858": 1
            }
        }, 
        8: {
            "comment": "虬龙梦魂卫", 
            "monsterInfo": {
                "20008860": 2, 
                "20008902": 1
            }
        }, 
        9: {
            "comment": "蟠龙道传送门", 
            "monsterInfo": {
                "30000570": 1
            }
        }
    }, 
    "L_YLF": {
        1: {
            "comment": "第一波扫描怪A", 
            "monsterInfo": {
                "20005021": 1
            }
        }, 
        2: {
            "comment": "第一波扫描怪B", 
            "monsterInfo": {
                "20005022": 1
            }
        }, 
        3: {
            "comment": "第一波暗怪", 
            "monsterInfo": {
                "20005023": 6
            }
        }, 
        4: {
            "comment": "第二波扫描怪A", 
            "monsterInfo": {
                "20005024": 1
            }
        }, 
        5: {
            "comment": "第二波扫描怪B", 
            "monsterInfo": {
                "20005025": 1
            }
        }, 
        6: {
            "comment": "第二波扫描怪C", 
            "monsterInfo": {
                "20005026": 1
            }
        }, 
        7: {
            "comment": "第二波暗怪", 
            "monsterInfo": {
                "20005027": 8, 
                "20005028": 4
            }
        }, 
        8: {
            "comment": "第三波扫描怪-精英", 
            "monsterInfo": {
                "20005029": 1
            }
        }, 
        9: {
            "comment": "第四波扫描陷阱A", 
            "monsterInfo": {
                "20005030": 1
            }
        }, 
        10: {
            "comment": "第四波扫描陷阱B", 
            "monsterInfo": {
                "20005031": 1
            }
        }, 
        12: {
            "comment": "第五波扫描怪A", 
            "monsterInfo": {
                "20005034": 1
            }
        }, 
        13: {
            "comment": "第五波扫描怪B", 
            "monsterInfo": {
                "20005035": 1
            }
        }, 
        14: {
            "comment": "第五波扫描怪C", 
            "monsterInfo": {
                "20005036": 1
            }
        }, 
        15: {
            "comment": "第五波扫描怪D", 
            "monsterInfo": {
                "20005037": 2
            }
        }, 
        16: {
            "comment": "第五波暗怪", 
            "monsterInfo": {
                "20005038": 9, 
                "20005039": 5
            }
        }, 
        17: {
            "comment": "第六波扫描怪A", 
            "monsterInfo": {
                "20005040": 1
            }
        }, 
        18: {
            "comment": "第六波扫描怪B", 
            "monsterInfo": {
                "20005041": 2
            }
        }, 
        19: {
            "comment": "第六波扫描怪C", 
            "monsterInfo": {
                "20005042": 1
            }
        }, 
        20: {
            "comment": "第六波明怪", 
            "monsterInfo": {
                "20005043": 8, 
                "20005044": 4
            }
        }, 
        21: {
            "comment": "第七波扫描陷阱A", 
            "monsterInfo": {
                "20005045": 1
            }
        }, 
        22: {
            "comment": "第七波扫描陷阱B", 
            "monsterInfo": {
                "20005046": 1
            }
        }, 
        23: {
            "comment": "第七波扫描陷阱C", 
            "monsterInfo": {
                "20005047": 1
            }
        }, 
        24: {
            "comment": "第七波扫描陷阱D", 
            "monsterInfo": {
                "20005048": 1
            }
        }, 
        25: {
            "comment": "第七波扫描陷阱E", 
            "monsterInfo": {
                "20005049": 1
            }
        }, 
        26: {
            "comment": "BOSS_大巫阎龙", 
            "monsterInfo": {
                "20005050": 1
            }
        }, 
        27: {
            "comment": "门口的九天玄女", 
            "monsterInfo": {
                "20005051": 1
            }
        }, 
        28: {
            "comment": "BOSS战的九天玄女", 
            "monsterInfo": {
                "20005052": 1
            }
        }, 
        29: {
            "comment": "传送门", 
            "monsterInfo": {
                "30000282": 1
            }
        }
    }, 
    "L_HYDK_01": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20005668": 1, 
                "20005652": 4, 
                "20005653": 3
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20005654": 3, 
                "20005655": 1, 
                "20005656": 1, 
                "20005657": 4
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20005658": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20005661": 1, 
                "20005659": 3, 
                "20005660": 4
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20005664": 1, 
                "20005663": 2, 
                "20005662": 5
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20005665": 7, 
                "20005666": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20005667": 1
            }
        }
    }, 
    "L_YQBLMS": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009741": 1
            }
        }
    }, 
    "L_MKZ": {
        2: {
            "comment": "木傀阵师、木傀卫兵", 
            "monsterInfo": {
                "20003081": 4, 
                "20003080": 1
            }
        }, 
        3: {
            "comment": "木傀护卫", 
            "monsterInfo": {
                "20003083": 3, 
                "40000039": 1, 
                "20003084": 2
            }
        }, 
        4: {
            "comment": "雷球", 
            "monsterInfo": {
                "20003078": 1, 
                "20003075": 1
            }
        }, 
        6: {
            "comment": "宝箱、木傀护卫", 
            "monsterInfo": {
                "40000040": 1, 
                "20003090": 2, 
                "20003089": 3
            }
        }, 
        7: {
            "comment": "木傀寨门1", 
            "monsterInfo": {
                "20003076": 1
            }
        }, 
        11: {
            "comment": "木傀寨门2", 
            "monsterInfo": {
                "20003077": 1
            }
        }, 
        18: {
            "comment": "梓龙", 
            "monsterInfo": {
                "20003097": 1
            }
        }, 
        19: {
            "comment": "传送门", 
            "monsterInfo": {
                "20000397": 1
            }
        }
    }, 
    "L_ZLY_Planes005": {
        1: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20006206": 2, 
                "20006205": 3
            }
        }, 
        3: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20006212": 1
            }
        }
    }, 
    "L_JYDT": {
        1: {
            "comment": "第一波明怪", 
            "monsterInfo": {
                "20012013": 4, 
                "20012014": 3
            }
        }, 
        3: {
            "comment": "第三波暗怪", 
            "monsterInfo": {
                "20002857": 1, 
                "20002856": 1, 
                "20002860": 1, 
                "20002859": 1, 
                "20002858": 1
            }
        }, 
        4: {
            "comment": "boss", 
            "monsterInfo": {
                "20010318": 1
            }
        }, 
        5: {
            "comment": "生命之火", 
            "monsterInfo": {
                "30000892": 1
            }
        }
    }, 
    "cycle_L_LJHY": {
        1: {
            "comment": "盾", 
            "monsterInfo": {
                "40000048": 1
            }
        }, 
        2: {
            "comment": "灵箭发射器", 
            "monsterInfo": {
                "20004123": 1
            }
        }
    }, 
    "L_ZLY_Planes004": {
        2: {
            "comment": "火狐BOSS", 
            "monsterInfo": {
                "20006204": 1
            }
        }
    }, 
    "L_CYG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20007701": 3, 
                "20007702": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20007703": 1, 
                "20007704": 1, 
                "20007705": 1, 
                "20007706": 1, 
                "20007707": 1, 
                "20007708": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20007709": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20007711": 2, 
                "20007710": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20007714": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20007717": 1, 
                "20007716": 1, 
                "20007715": 1, 
                "20007719": 1, 
                "20007718": 1, 
                "20007720": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20007722": 2, 
                "20007721": 3
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20007724": 2, 
                "20007723": 3
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20007725": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20007726": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20007727": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20007728": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20007729": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "20007730": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20007713": 2, 
                "20007712": 2, 
                "20007740": 2
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "20007744": 2
            }
        }, 
        17: {
            "comment": "", 
            "monsterInfo": {
                "20007745": 2
            }
        }, 
        18: {
            "comment": "", 
            "monsterInfo": {
                "20007746": 5
            }
        }, 
        19: {
            "comment": "", 
            "monsterInfo": {
                "30000506": 5
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "30000507": 3
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "30000508": 2
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20007747": 1, 
                "20007748": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20007750": 1
            }
        }, 
        24: {
            "comment": "", 
            "monsterInfo": {
                "20007749": 1
            }
        }
    }, 
    "L_FYP_Planes102": {}, 
    "L_HLD": {
        1: {
            "comment": "第一波：暗怪", 
            "monsterInfo": {
                "20000130": 2, 
                "20000131": 3
            }
        }, 
        2: {
            "comment": "第二波：明怪", 
            "monsterInfo": {
                "20000132": 3, 
                "20000133": 4
            }
        }, 
        3: {
            "comment": "第三波：暗怪", 
            "monsterInfo": {
                "20000136": 2, 
                "20000137": 2, 
                "20000135": 3
            }
        }, 
        4: {
            "comment": "第四波：暗怪，Boss", 
            "monsterInfo": {
                "20000138": 1
            }
        }
    }, 
    "L_TS_Planes001": {
        1: {
            "comment": "缥缈阁伏兵", 
            "monsterInfo": {
                "20009101": 2, 
                "20009102": 2, 
                "20009103": 1
            }
        }, 
        2: {
            "comment": "夸父", 
            "monsterInfo": {
                "20009106": 1
            }
        }, 
        3: {
            "comment": "阴生", 
            "monsterInfo": {
                "20009094": 1
            }
        }
    }, 
    "L_TS_Planes002": {
        32: {
            "comment": "金乌-追逐", 
            "monsterInfo": {
                "20009124": 1
            }
        }, 
        1: {
            "comment": "红云老祖", 
            "monsterInfo": {
                "20009128": 1
            }
        }, 
        34: {
            "comment": "金乌-追逐", 
            "monsterInfo": {
                "20009125": 1
            }
        }, 
        3: {
            "comment": "红莲吸噬法阵", 
            "monsterInfo": {
                "20009162": 1
            }
        }, 
        4: {
            "comment": "地上红莲", 
            "monsterInfo": {
                "20009163": 1
            }
        }, 
        33: {
            "comment": "金乌-追逐", 
            "monsterInfo": {
                "20009126": 1
            }
        }, 
        9: {
            "comment": "夸父-战斗", 
            "monsterInfo": {
                "20009160": 1
            }
        }, 
        30: {
            "comment": "金乌-追逐", 
            "monsterInfo": {
                "20009123": 1
            }
        }, 
        31: {
            "comment": "金乌-追逐", 
            "monsterInfo": {
                "20009127": 1
            }
        }
    }, 
    "L_TS_Planes003": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010113": 2, 
                "20010112": 1, 
                "20010114": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010119": 1, 
                "20010118": 1, 
                "20010120": 1, 
                "20010124": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010115": 2, 
                "20010117": 1, 
                "20010116": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20010409": 1, 
                "20010408": 1, 
                "20010121": 1, 
                "20010122": 2, 
                "20010123": 2, 
                "20010125": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20010126": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20010132": 1, 
                "20010131": 2, 
                "20010130": 2
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20010133": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20010405": 1, 
                "20010404": 1
            }
        }
    }, 
    "L_JTXH": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20009773": 3, 
                "20009772": 1, 
                "20009771": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20009775": 2, 
                "20009774": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20009777": 2, 
                "20009776": 3
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20009778": 1, 
                "20009782": 1, 
                "20009779": 1, 
                "20009780": 1, 
                "20009781": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20009783": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20009784": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "30000721": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20009836": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20009837": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20009838": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20009839": 1
            }
        }
    }, 
    "L_YZD_Planes102": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20003191": 2, 
                "20003190": 1, 
                "20003192": 3
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20003195": 1, 
                "20003194": 1, 
                "20003196": 1, 
                "20003193": 1
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20003200": 2, 
                "20003197": 1, 
                "20003199": 3, 
                "20003198": 1
            }
        }, 
        4: {
            "comment": "两个精英怪", 
            "monsterInfo": {
                "20003944": 1, 
                "20003945": 1
            }
        }, 
        5: {
            "comment": "光墙，空气墙", 
            "monsterInfo": {
                "20003953": 1, 
                "20003954": 1
            }
        }, 
        6: {
            "comment": "四根阵柱的顶上的光球", 
            "monsterInfo": {
                "20003952": 1, 
                "20005913": 1, 
                "20005912": 1, 
                "20005914": 1
            }
        }, 
        7: {
            "comment": "冰火风雷四根阵柱。", 
            "monsterInfo": {
                "20003947": 1, 
                "20003950": 1, 
                "20003948": 1, 
                "20003949": 1
            }
        }, 
        8: {
            "comment": "阵柱光效", 
            "monsterInfo": {
                "20003958": 1, 
                "20003955": 1, 
                "20003957": 1, 
                "20003956": 1
            }
        }, 
        9: {
            "comment": "表演天河道人，金色旋涡", 
            "monsterInfo": {
                "20003946": 1, 
                "20003951": 1
            }
        }, 
        10: {
            "comment": "冰阵柱守卫", 
            "monsterInfo": {
                "20003960": 4, 
                "20003959": 2
            }
        }, 
        11: {
            "comment": "火阵柱守卫", 
            "monsterInfo": {
                "20003961": 3, 
                "20003962": 3
            }
        }, 
        12: {
            "comment": "风阵柱守卫", 
            "monsterInfo": {
                "20003963": 3, 
                "20003964": 3
            }
        }, 
        13: {
            "comment": "雷阵柱守卫", 
            "monsterInfo": {
                "20003965": 3, 
                "20003966": 3
            }
        }, 
        14: {
            "comment": "三个精英怪", 
            "monsterInfo": {
                "20003968": 1, 
                "20003969": 1, 
                "20003967": 1
            }
        }, 
        15: {
            "comment": "天河道人", 
            "monsterInfo": {
                "20003970": 1
            }
        }, 
        16: {
            "comment": "防穿帮鲲鹏", 
            "monsterInfo": {
                "20003971": 1
            }
        }, 
        17: {
            "comment": "火球陷阱", 
            "monsterInfo": {
                "20003972": 1
            }
        }
    }, 
    "L_YZD_Planes101": {
        1: {
            "comment": "表演：鲲鹏", 
            "monsterInfo": {
                "20002607": 1
            }
        }, 
        2: {
            "comment": "表演：鲲鹏+鼎+光罩+光球", 
            "monsterInfo": {
                "20002610": 1, 
                "20002609": 1, 
                "20002608": 1, 
                "20010310": 1
            }
        }, 
        3: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20010314": 2, 
                "20010313": 2, 
                "20010312": 2
            }
        }, 
        4: {
            "comment": "第二波：精英+小怪", 
            "monsterInfo": {
                "20002613": 1, 
                "20002612": 1, 
                "20002615": 2, 
                "20002614": 2
            }
        }, 
        5: {
            "comment": "第三波：Boss+小怪", 
            "monsterInfo": {
                "20010317": 3, 
                "20010316": 4, 
                "20010315": 1
            }
        }, 
        6: {
            "comment": "第四波：广成子+帝江", 
            "monsterInfo": {
                "20002617": 1, 
                "20002616": 1
            }
        }, 
        7: {
            "comment": "第五波：元始天尊+冥河老祖", 
            "monsterInfo": {
                "20002619": 1, 
                "20002618": 1
            }
        }, 
        10: {
            "comment": "我是陷阱", 
            "monsterInfo": {
                "20002620": 1
            }
        }, 
        11: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002611": 2
            }
        }, 
        12: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002611": 2
            }
        }, 
        13: {
            "comment": "第一波：小门", 
            "monsterInfo": {
                "20002611": 2
            }
        }, 
        14: {
            "comment": "第二波：大门", 
            "monsterInfo": {
                "20010311": 2
            }
        }, 
        15: {
            "comment": "第二波：小门", 
            "monsterInfo": {
                "20002611": 4
            }
        }, 
        16: {
            "comment": "第三波：大门", 
            "monsterInfo": {
                "20010311": 1
            }
        }, 
        17: {
            "comment": "第三波：小门", 
            "monsterInfo": {
                "20002611": 7
            }
        }
    }, 
    "L_DBDT_mo": {
        1: {
            "comment": "第一波  7个小怪", 
            "monsterInfo": {
                "20004585": 4, 
                "20004584": 3
            }
        }, 
        2: {
            "comment": "第二波    1个精英", 
            "monsterInfo": {
                "20004587": 1
            }
        }, 
        3: {
            "comment": "第三波    多宝妖王", 
            "monsterInfo": {
                "20004590": 1
            }
        }, 
        4: {
            "comment": "第四波   传送门", 
            "monsterInfo": {
                "20004588": 1
            }
        }
    }, 
    "L_TSYJ": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20003003": 3, 
                "20003004": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20003016": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20003006": 4, 
                "20003005": 3
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20001873": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "30000102": 4, 
                "30000103": 4, 
                "30000104": 4
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20001874": 2
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20003011": 1, 
                "20003012": 1, 
                "20003013": 1, 
                "20003014": 1, 
                "20003015": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20003018": 22, 
                "20003019": 21, 
                "20003017": 1, 
                "20003020": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20000396": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20003008": 3, 
                "20003007": 2
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20003009": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "20000397": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        17: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        18: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        19: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "30000147": 4
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20000398": 1
            }
        }, 
        22: {
            "comment": "", 
            "monsterInfo": {
                "20000399": 1
            }
        }
    }, 
    "L_FMNL_Planes105": {
        1: {
            "comment": "第1波：明怪", 
            "monsterInfo": {
                "20002725": 3, 
                "20002724": 3
            }
        }, 
        2: {
            "comment": "第2波：跳出怪，暗怪", 
            "monsterInfo": {
                "20002727": 1, 
                "20002726": 1, 
                "20002729": 1, 
                "20002728": 1
            }
        }, 
        3: {
            "comment": "第3波：明怪", 
            "monsterInfo": {
                "20002730": 3, 
                "20002731": 3
            }
        }, 
        4: {
            "comment": "第4波：第二次跳出，暗怪", 
            "monsterInfo": {
                "20002732": 1, 
                "20002733": 1, 
                "20002734": 1, 
                "20002735": 1
            }
        }, 
        5: {
            "comment": "第5波：明怪", 
            "monsterInfo": {
                "20002736": 3, 
                "20002737": 3
            }
        }
    }, 
    "L_FMNL_Planes104": {
        1: {
            "comment": "第1波：门卫，明怪", 
            "monsterInfo": {
                "20002716": 1, 
                "20002717": 2, 
                "20011815": 1, 
                "20011814": 1
            }
        }, 
        2: {
            "comment": "第2波：跳出怪，暗怪", 
            "monsterInfo": {
                "20002718": 3, 
                "20002719": 2
            }
        }, 
        3: {
            "comment": "第3波：boss，天极神君", 
            "monsterInfo": {
                "20002722": 1
            }
        }, 
        4: {
            "comment": "水墙", 
            "monsterInfo": {
                "20011335": 1
            }
        }, 
        101: {
            "comment": "", 
            "monsterInfo": {
                "20011338": 1, 
                "20011339": 1, 
                "20011336": 1, 
                "20011337": 1
            }
        }, 
        102: {
            "comment": "", 
            "monsterInfo": {
                "20011343": 1, 
                "20011342": 1, 
                "20011341": 1, 
                "20011340": 1
            }
        }, 
        103: {
            "comment": "", 
            "monsterInfo": {
                "30000831": 1
            }
        }
    }, 
    "L_FMNL_Planes107": {
        1: {
            "comment": "boss", 
            "monsterInfo": {
                "20002834": 1
            }
        }
    }, 
    "L_FMNL_Planes106": {
        3: {
            "comment": "Boss", 
            "monsterInfo": {
                "20002350": 1
            }
        }
    }, 
    "L_FMNL_Planes101": {
        1: {
            "comment": "第一排站立守卫", 
            "monsterInfo": {
                "20002782": 2, 
                "20002781": 3
            }
        }, 
        2: {
            "comment": "第二波暗怪", 
            "monsterInfo": {
                "20002787": 2, 
                "20002788": 4
            }
        }, 
        3: {
            "comment": "游走、站立守卫", 
            "monsterInfo": {
                "20002786": 1, 
                "20002785": 1, 
                "20002784": 1, 
                "20002783": 1, 
                "20002782": 3, 
                "20002781": 1
            }
        }, 
        4: {
            "comment": "飞凤圣坛站立守卫", 
            "monsterInfo": {
                "20002786": 6
            }
        }, 
        5: {
            "comment": "boss", 
            "monsterInfo": {
                "20002789": 1
            }
        }
    }, 
    "L_BQDB_Planes019": {
        1: {
            "comment": "蓐收", 
            "monsterInfo": {
                "20007434": 1
            }
        }, 
        2: {
            "comment": "正气盟仙兵", 
            "monsterInfo": {
                "20007411": 3, 
                "20007412": 3, 
                "20007413": 3
            }
        }, 
        3: {
            "comment": "正气盟仙卫", 
            "monsterInfo": {
                "20007414": 3, 
                "20007415": 3, 
                "20007416": 3
            }
        }, 
        4: {
            "comment": "正气盟天兵", 
            "monsterInfo": {
                "20007418": 3, 
                "20007419": 3, 
                "20007417": 3
            }
        }, 
        5: {
            "comment": "月灵子", 
            "monsterInfo": {
                "20007420": 1
            }
        }, 
        6: {
            "comment": "太乙真人", 
            "monsterInfo": {
                "20007421": 1
            }
        }
    }, 
    "L_FMNL_Planes103": {
        1: {
            "comment": "第1波：BOSS", 
            "monsterInfo": {
                "20011332": 1
            }
        }
    }, 
    "L_FMNL_Planes102": {
        1: {
            "comment": "第一波明怪", 
            "monsterInfo": {
                "20011327": 1, 
                "20011331": 1, 
                "20011330": 1, 
                "20011662": 1, 
                "20011328": 1
            }
        }, 
        2: {
            "comment": "第二波明怪", 
            "monsterInfo": {
                "20002786": 2, 
                "20002785": 2
            }
        }, 
        3: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20002789": 1
            }
        }, 
        4: {
            "comment": "表现怪", 
            "monsterInfo": {
                "20011376": 1, 
                "20011658": 1, 
                "20011375": 1, 
                "20011372": 1, 
                "20011373": 1, 
                "20011371": 1
            }
        }
    }, 
    "L_BHD_1": {
        5: {
            "comment": "九天冰河BOSS", 
            "monsterInfo": {
                "20001510": 1
            }
        }, 
        6: {
            "comment": "九天冰河宝箱，光墙，空气墙", 
            "monsterInfo": {
                "20001513": 1, 
                "20001512": 1
            }
        }, 
        8: {
            "comment": "太古火窟第二波跳出怪物", 
            "monsterInfo": {
                "20002038": 1, 
                "20002035": 1, 
                "20002037": 1, 
                "20002036": 1
            }
        }, 
        10: {
            "comment": "太古火窟第四波跳出怪物", 
            "monsterInfo": {
                "20002044": 1, 
                "20002045": 1, 
                "20002046": 1, 
                "20002043": 1
            }
        }, 
        12: {
            "comment": "太古火窟第六波：boss太古炎魔与宝箱", 
            "monsterInfo": {
                "20002047": 1
            }
        }, 
        23: {
            "comment": "", 
            "monsterInfo": {
                "20011022": 4, 
                "20011023": 4
            }
        }, 
        24: {
            "comment": "", 
            "monsterInfo": {
                "20011028": 3, 
                "20011029": 1
            }
        }, 
        26: {
            "comment": "", 
            "monsterInfo": {
                "20011037": 1, 
                "20011036": 4, 
                "20011038": 1
            }
        }, 
        27: {
            "comment": "", 
            "monsterInfo": {
                "20011041": 4, 
                "20011042": 1
            }
        }
    }, 
    "L_BHD_2": {
        1: {
            "comment": "冰：第一波明怪", 
            "monsterInfo": {
                "20002633": 2, 
                "20002632": 2, 
                "20002631": 1
            }
        }, 
        2: {
            "comment": "冰：第二波暗怪", 
            "monsterInfo": {
                "20002637": 3, 
                "20002634": 2
            }
        }, 
        3: {
            "comment": "冰：第三波明怪", 
            "monsterInfo": {
                "20002639": 2, 
                "20002641": 1
            }
        }, 
        4: {
            "comment": "冰：第四波暗怪1", 
            "monsterInfo": {
                "20002642": 1, 
                "20002643": 2
            }
        }, 
        5: {
            "comment": "冰：第四波暗怪2", 
            "monsterInfo": {
                "20002642": 1, 
                "20002643": 2
            }
        }, 
        6: {
            "comment": "冰：Boss+琴+名字怪", 
            "monsterInfo": {
                "20007792": 1, 
                "20007805": 1, 
                "20008197": 1
            }
        }, 
        7: {
            "comment": "冰：琴1+琴魔1", 
            "monsterInfo": {
                "20007793": 1, 
                "20007795": 1
            }
        }, 
        8: {
            "comment": "冰：音阶", 
            "monsterInfo": {
                "20007799": 1, 
                "20007798": 1, 
                "20007802": 1, 
                "20007801": 1, 
                "20007800": 1
            }
        }, 
        9: {
            "comment": "冰：琴2+琴魔2+琴魔3", 
            "monsterInfo": {
                "20007797": 1, 
                "20007796": 1, 
                "20007794": 1
            }
        }, 
        10: {
            "comment": "冰：冰墙", 
            "monsterInfo": {
                "20007804": 1
            }
        }, 
        11: {
            "comment": "火：第一波明怪", 
            "monsterInfo": {
                "20002654": 2, 
                "20002653": 3, 
                "20002652": 1
            }
        }, 
        12: {
            "comment": "火：第二波暗怪", 
            "monsterInfo": {
                "20002657": 1, 
                "20002656": 1, 
                "20002636": 1, 
                "20002635": 1, 
                "20002658": 1
            }
        }, 
        13: {
            "comment": "火：第三波明怪", 
            "monsterInfo": {
                "20002660": 1, 
                "20002662": 2, 
                "20002663": 4
            }
        }, 
        14: {
            "comment": "火：第四波暗怪", 
            "monsterInfo": {
                "20002666": 3, 
                "20002667": 2
            }
        }, 
        15: {
            "comment": "火：第五波暗怪", 
            "monsterInfo": {
                "20002674": 1, 
                "20002673": 1, 
                "20002672": 1, 
                "20002671": 1, 
                "20002670": 1, 
                "20002669": 1
            }
        }, 
        16: {
            "comment": "火：Boss+宝箱", 
            "monsterInfo": {
                "20002668": 1
            }
        }, 
        17: {
            "comment": "火：演员", 
            "monsterInfo": {
                "20002677": 1, 
                "20002680": 1, 
                "20002688": 1, 
                "20002679": 1
            }
        }, 
        18: {
            "comment": "重炼宝图：第一波暗怪", 
            "monsterInfo": {
                "20002684": 3, 
                "20002681": 2
            }
        }, 
        19: {
            "comment": "重炼宝图：第二波暗怪", 
            "monsterInfo": {
                "20002682": 3, 
                "20002683": 2
            }
        }, 
        20: {
            "comment": "重炼宝图：Boss", 
            "monsterInfo": {
                "20002676": 1
            }
        }
    }, 
    "L_FMNL_Planes108": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20011677": 1, 
                "20011666": 1, 
                "20011675": 1, 
                "20011679": 1, 
                "20011678": 1, 
                "20011676": 1
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20011667": 1, 
                "20011668": 1, 
                "20011683": 1, 
                "20011680": 1, 
                "20011681": 1, 
                "20011682": 1
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20011896": 1, 
                "20011671": 1, 
                "20011670": 1, 
                "20011669": 1, 
                "20011686": 1, 
                "20011895": 1, 
                "20011684": 1, 
                "20011685": 1, 
                "20011687": 1
            }
        }, 
        4: {
            "comment": "第四波", 
            "monsterInfo": {
                "20011897": 1, 
                "20011672": 1, 
                "20011673": 1, 
                "20011898": 1, 
                "20011674": 1
            }
        }, 
        10: {
            "comment": "饕餮", 
            "monsterInfo": {
                "20011665": 1
            }
        }
    }, 
    "L_KYDF": {
        1: {
            "comment": "第1波6个明怪", 
            "monsterInfo": {
                "20012913": 3, 
                "20012912": 3
            }
        }, 
        2: {
            "comment": "第2波6个明怪（第1波刷出后立刻刷新）", 
            "monsterInfo": {
                "20012914": 3
            }
        }, 
        3: {
            "comment": "第2波6个暗怪（收到第2波刷怪指令后刷新）", 
            "monsterInfo": {
                "20012915": 3
            }
        }, 
        4: {
            "comment": "第3波1个精英+4个小怪（第2波怪物死亡刷新）", 
            "monsterInfo": {
                "20012917": 2, 
                "20012916": 1, 
                "20012918": 2
            }
        }, 
        5: {
            "comment": "第4波同样的怪（暗怪）", 
            "monsterInfo": {
                "20012920": 4, 
                "20012919": 1
            }
        }, 
        6: {
            "comment": "箭塔（明怪）", 
            "monsterInfo": {
                "20012924": 1, 
                "20012925": 1
            }
        }, 
        7: {
            "comment": "2个守卫箭塔的小怪（暗怪）", 
            "monsterInfo": {
                "20012921": 2
            }
        }, 
        8: {
            "comment": "光墙（暗怪）", 
            "monsterInfo": {
                "20012926": 1
            }
        }, 
        9: {
            "comment": "被箭塔连线的空盒子", 
            "monsterInfo": {
                "20012928": 2
            }
        }, 
        10: {
            "comment": "箭塔上放技能的空盒子", 
            "monsterInfo": {
                "20012927": 2
            }
        }, 
        11: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012929": 1
            }
        }, 
        12: {
            "comment": "表演献祭怪", 
            "monsterInfo": {
                "20012930": 4
            }
        }, 
        13: {
            "comment": "献祭怪1", 
            "monsterInfo": {
                "20012931": 2, 
                "20012932": 2
            }
        }, 
        14: {
            "comment": "献祭怪2", 
            "monsterInfo": {
                "20012931": 2, 
                "20012932": 2
            }
        }, 
        15: {
            "comment": "献祭怪3", 
            "monsterInfo": {
                "20012931": 2, 
                "20012932": 2
            }
        }, 
        16: {
            "comment": "献祭怪4", 
            "monsterInfo": {
                "20012931": 2, 
                "20012932": 2
            }
        }, 
        17: {
            "comment": "4个从房顶跳下来的暗怪", 
            "monsterInfo": {
                "20012922": 2, 
                "20012923": 2
            }
        }
    }, 
    "L_SYSM": {
        1: {
            "comment": "第1波5个小怪", 
            "monsterInfo": {
                "20012673": 2, 
                "20012675": 3
            }
        }, 
        2: {
            "comment": "第1波2个小怪近战", 
            "monsterInfo": {
                "20012676": 2
            }
        }, 
        3: {
            "comment": "第2波3个小怪远程", 
            "monsterInfo": {
                "20012677": 3
            }
        }, 
        4: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012678": 1
            }
        }, 
        5: {
            "comment": "连线用空盒子", 
            "monsterInfo": {
                "20012679": 12
            }
        }, 
        6: {
            "comment": "喷毒用空盒子", 
            "monsterInfo": {
                "20012680": 12
            }
        }, 
        7: {
            "comment": "传送门", 
            "monsterInfo": {
                "20012681": 1
            }
        }
    }, 
    "L_YGG_Planes001": {
        1: {
            "comment": "第一波明怪", 
            "monsterInfo": {
                "20007381": 4
            }
        }, 
        3: {
            "comment": "第二波明怪", 
            "monsterInfo": {
                "20007383": 4
            }
        }, 
        5: {
            "comment": "顾河 精英", 
            "monsterInfo": {
                "20007385": 1
            }
        }, 
        6: {
            "comment": "boss 大巫巫阎", 
            "monsterInfo": {
                "20007386": 1
            }
        }, 
        7: {
            "comment": "友方npc 帝俊", 
            "monsterInfo": {
                "20007387": 1
            }
        }, 
        8: {
            "comment": "喷火陷阱", 
            "monsterInfo": {
                "30000447": 2, 
                "30000446": 4
            }
        }, 
        9: {
            "comment": "发射火球的空盒子", 
            "monsterInfo": {
                "20007525": 4
            }
        }, 
        10: {
            "comment": "发射火球的空盒子", 
            "monsterInfo": {
                "20007526": 4
            }
        }, 
        11: {
            "comment": "发射火球的空盒子", 
            "monsterInfo": {
                "20007527": 8
            }
        }, 
        12: {
            "comment": "射箭的空盒子", 
            "monsterInfo": {
                "20007528": 2, 
                "20007529": 2, 
                "20007533": 1, 
                "20007532": 1, 
                "20007531": 1, 
                "20007530": 1
            }
        }
    }, 
    "YYQZ": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20005951": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20005952": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20005954": 1
            }
        }
    }, 
    "L_JX": {
        1: {
            "comment": "摩诃殿剑士", 
            "monsterInfo": {
                "20006239": 2, 
                "20006238": 2, 
                "20006237": 2
            }
        }, 
        4: {
            "comment": "跳跃明怪", 
            "monsterInfo": {
                "20006248": 1, 
                "20006249": 1, 
                "20006247": 1, 
                "20006716": 1, 
                "20006250": 1
            }
        }, 
        5: {
            "comment": "越泽", 
            "monsterInfo": {
                "20006246": 1
            }
        }, 
        6: {
            "comment": "大巫巫旬", 
            "monsterInfo": {
                "20006717": 1
            }
        }, 
        8: {
            "comment": "昊然", 
            "monsterInfo": {
                "20006718": 1
            }
        }, 
        9: {
            "comment": "擎苍", 
            "monsterInfo": {
                "20006721": 1, 
                "20006720": 1, 
                "20006722": 1, 
                "20006726": 1
            }
        }, 
        10: {
            "comment": "准提道人", 
            "monsterInfo": {
                "20006729": 1, 
                "20006731": 10
            }
        }, 
        11: {
            "comment": "祖巫帝江", 
            "monsterInfo": {
                "20007601": 1, 
                "20006728": 1
            }
        }, 
        13: {
            "comment": "传送冥风谷", 
            "monsterInfo": {
                "20006208": 1
            }
        }
    }, 
    "L_SLZD": {
        1: {
            "comment": "各种宝箱", 
            "monsterInfo": {
                "40000912": 1, 
                "20013727": 29, 
                "20013698": 2, 
                "30001071": 3, 
                "20013726": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "40000916": 2, 
                "40000917": 2, 
                "40000914": 2, 
                "40000915": 2, 
                "40000918": 1, 
                "40000919": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "40000913": 1, 
                "20013715": 1
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "30001098": 1, 
                "20013705": 1, 
                "20013704": 1, 
                "20013727": 44, 
                "20013723": 2, 
                "20013722": 6, 
                "20013721": 10
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "30001077": 1, 
                "20013726": 15, 
                "30001075": 3, 
                "20013727": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "40000924": 1, 
                "20013716": 1
            }
        }, 
        9: {
            "comment": "boss烛龙", 
            "monsterInfo": {
                "20013718": 1
            }
        }, 
        11: {
            "comment": "房间1光墙", 
            "monsterInfo": {
                "20013692": 1
            }
        }, 
        17: {
            "comment": "房间1蜘蛛网", 
            "monsterInfo": {
                "20013696": 1
            }
        }, 
        21: {
            "comment": "房间2前门光墙", 
            "monsterInfo": {
                "20013693": 1
            }
        }, 
        22: {
            "comment": "房间2前门多余蜘蛛网 13725有故事的雕像", 
            "monsterInfo": {
                "20013697": 5, 
                "30001099": 1, 
                "20013725": 1, 
                "20013698": 1
            }
        }, 
        27: {
            "comment": "房间2前门必须蜘蛛网", 
            "monsterInfo": {
                "20013697": 1, 
                "20013698": 1
            }
        }, 
        28: {
            "comment": "有故事的光墙", 
            "monsterInfo": {
                "20013693": 1
            }
        }, 
        31: {
            "comment": "房间2后门蜘蛛网", 
            "monsterInfo": {
                "20013693": 1
            }
        }, 
        32: {
            "comment": "警示陷阱+毒气空盒子", 
            "monsterInfo": {
                "20013702": 1, 
                "20013701": 1, 
                "20013700": 1, 
                "20013703": 1, 
                "20013720": 9
            }
        }, 
        41: {
            "comment": "蛮牛房间光墙", 
            "monsterInfo": {
                "20013694": 1
            }
        }, 
        42: {
            "comment": "蛮牛房间表演蜘蛛网", 
            "monsterInfo": {
                "20013697": 1, 
                "20013698": 1
            }
        }, 
        44: {
            "comment": "石格", 
            "monsterInfo": {
                "30001103": 1, 
                "30001102": 1, 
                "30001101": 1, 
                "30001100": 1
            }
        }, 
        47: {
            "comment": "蛮牛房间必须蜘蛛网", 
            "monsterInfo": {
                "20013697": 2
            }
        }, 
        51: {
            "comment": "石格地板房间光墙", 
            "monsterInfo": {
                "20013694": 1
            }
        }, 
        53: {
            "comment": "石像护法", 
            "monsterInfo": {
                "20013707": 2, 
                "20013706": 2, 
                "20013708": 2
            }
        }, 
        54: {
            "comment": "石像房间光墙", 
            "monsterInfo": {
                "20013694": 1
            }
        }, 
        55: {
            "comment": "石像房间宝箱刷出方式1", 
            "monsterInfo": {
                "40000922": 1, 
                "40000921": 1
            }
        }, 
        56: {
            "comment": "石像房间宝箱刷出方式2", 
            "monsterInfo": {
                "40000922": 1, 
                "40000921": 1
            }
        }, 
        61: {
            "comment": "", 
            "monsterInfo": {
                "20014247": 4, 
                "20014249": 3
            }
        }
    }, 
    "L_FLS_Planes104": {
        1: {
            "comment": "明怪", 
            "monsterInfo": {
                "20012145": 1, 
                "20012146": 1
            }
        }, 
        2: {
            "comment": "燃灯道人分身", 
            "monsterInfo": {
                "20012135": 1, 
                "20012134": 1, 
                "20012137": 1, 
                "20012136": 1, 
                "20012131": 1, 
                "20012133": 1, 
                "20012132": 1, 
                "20012138": 1
            }
        }, 
        3: {
            "comment": "传送门", 
            "monsterInfo": {
                "20012140": 1, 
                "20012141": 1, 
                "20012142": 1, 
                "20012143": 1
            }
        }, 
        4: {
            "comment": "第四波：巨灵幻象", 
            "monsterInfo": {
                "20012144": 1
            }
        }
    }, 
    "L_FLS_Planes105": {
        1: {
            "comment": "第一波明怪", 
            "monsterInfo": {
                "20003898": 3, 
                "20003899": 3
            }
        }, 
        2: {
            "comment": "第二波明怪", 
            "monsterInfo": {
                "20003900": 3, 
                "20003901": 3
            }
        }, 
        3: {
            "comment": "第三波明怪", 
            "monsterInfo": {
                "20003902": 3, 
                "20003903": 3
            }
        }, 
        4: {
            "comment": "第四波精英", 
            "monsterInfo": {
                "20003904": 1
            }
        }, 
        5: {
            "comment": "第五波跳出", 
            "monsterInfo": {
                "20003906": 1, 
                "20003907": 1, 
                "20003905": 1, 
                "20003908": 1, 
                "20003909": 1, 
                "20003910": 1
            }
        }, 
        6: {
            "comment": "第六波浮空", 
            "monsterInfo": {
                "20003911": 3, 
                "20003912": 3
            }
        }, 
        7: {
            "comment": "第七波boss", 
            "monsterInfo": {
                "20003913": 1
            }
        }
    }, 
    "L_WZGHZ_08": {
        1: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20002580": 1
            }
        }, 
        2: {
            "comment": "第一波：近战", 
            "monsterInfo": {
                "20002581": 5
            }
        }, 
        3: {
            "comment": "第二波：远程", 
            "monsterInfo": {
                "20002582": 5
            }
        }, 
        4: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002583": 1
            }
        }
    }, 
    "L_ZLY_Planes002": {
        1: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20005193": 1
            }
        }, 
        2: {
            "comment": "九天玄女 友方", 
            "monsterInfo": {
                "20005194": 1
            }
        }
    }, 
    "L_XMS": {
        1: {
            "comment": "第一个精英", 
            "monsterInfo": {
                "20012892": 1
            }
        }, 
        2: {
            "comment": "第1波小怪", 
            "monsterInfo": {
                "20012893": 5
            }
        }, 
        3: {
            "comment": "第2波2个骨火阵眼", 
            "monsterInfo": {
                "20012895": 2
            }
        }, 
        4: {
            "comment": "第4波跳下来的暗怪", 
            "monsterInfo": {
                "20012904": 1, 
                "20012905": 1, 
                "20012906": 1, 
                "20012907": 1, 
                "20012902": 1, 
                "20012903": 1
            }
        }, 
        5: {
            "comment": "第5波罩子", 
            "monsterInfo": {
                "20012897": 1
            }
        }, 
        6: {
            "comment": "第6波Boss", 
            "monsterInfo": {
                "20012908": 1
            }
        }
    }, 
    "L_SYDX": {
        1: {
            "comment": "喷火雕像", 
            "monsterInfo": {
                "30000463": 8
            }
        }, 
        2: {
            "comment": "中心点", 
            "monsterInfo": {
                "20007939": 1
            }
        }, 
        3: {
            "comment": "旋风", 
            "monsterInfo": {
                "20007911": 5
            }
        }, 
        4: {
            "comment": "毒气", 
            "monsterInfo": {
                "30000461": 4
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20008448": 1
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "40000232": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20008447": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "40000206": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20008503": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "40000233": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20008546": 1
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "40000234": 1
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "20008547": 1
            }
        }, 
        14: {
            "comment": "", 
            "monsterInfo": {
                "40000235": 1
            }
        }, 
        15: {
            "comment": "", 
            "monsterInfo": {
                "20008548": 1
            }
        }, 
        16: {
            "comment": "", 
            "monsterInfo": {
                "40000236": 1
            }
        }, 
        17: {
            "comment": "", 
            "monsterInfo": {
                "20008549": 1
            }
        }, 
        18: {
            "comment": "", 
            "monsterInfo": {
                "40000237": 1
            }
        }, 
        19: {
            "comment": "", 
            "monsterInfo": {
                "20008550": 1
            }
        }, 
        20: {
            "comment": "", 
            "monsterInfo": {
                "40000238": 1
            }
        }, 
        21: {
            "comment": "", 
            "monsterInfo": {
                "20008054": 4
            }
        }
    }, 
    "L_FLS_Planes102": {
        1: {
            "comment": "跳出暗怪", 
            "monsterInfo": {
                "20002604": 1, 
                "20002605": 1, 
                "20002602": 1, 
                "20002603": 1, 
                "20002601": 1
            }
        }, 
        2: {
            "comment": "南星", 
            "monsterInfo": {
                "20002606": 1
            }
        }, 
        3: {
            "comment": "石像怪", 
            "monsterInfo": {
                "20002621": 2, 
                "20002622": 2, 
                "20004806": 2
            }
        }, 
        4: {
            "comment": "明怪", 
            "monsterInfo": {
                "20004808": 4, 
                "20004807": 2
            }
        }
    }, 
    "L_FLS_Planes103": {
        1: {
            "comment": "赤枪卫", 
            "monsterInfo": {
                "20003028": 2, 
                "20003027": 2
            }
        }, 
        2: {
            "comment": "梓潜", 
            "monsterInfo": {
                "20003029": 1
            }
        }, 
        3: {
            "comment": "通往锁灵塔", 
            "monsterInfo": {
                "20003049": 1
            }
        }
    }, 
    "L_WZGHZ_02": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002570": 1, 
                "20002571": 1, 
                "20002569": 1, 
                "20002568": 1, 
                "20002574": 1
            }
        }
    }, 
    "L_WZGHZ_03": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002570": 1, 
                "20002571": 1, 
                "20002569": 1, 
                "20002575": 1, 
                "20002572": 1
            }
        }
    }, 
    "L_HDDT_Planes001": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010599": 1, 
                "20010598": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010825": 2, 
                "20010600": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010597": 1
            }
        }
    }, 
    "L_WZGHZ_01": {
        1: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20002562": 1
            }
        }, 
        2: {
            "comment": "小怪", 
            "monsterInfo": {
                "20002563": 3, 
                "20002564": 2
            }
        }, 
        3: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002570": 1, 
                "20002569": 1, 
                "20002568": 1, 
                "20002567": 1, 
                "20002573": 1
            }
        }
    }, 
    "L_WZGHZ_06": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002571": 1, 
                "20002568": 1, 
                "20002567": 1, 
                "20002565": 1, 
                "20002577": 1
            }
        }
    }, 
    "L_WZGHZ_07": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002570": 1, 
                "20002579": 1, 
                "20002568": 1, 
                "20002567": 1, 
                "20002571": 1
            }
        }
    }, 
    "L_WZGHZ_04": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002570": 1, 
                "20002571": 1, 
                "20002567": 1, 
                "20002566": 1, 
                "20002576": 1
            }
        }
    }, 
    "L_WZGHZ_05": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20002571": 1, 
                "20002568": 1, 
                "20002567": 1, 
                "20002565": 1, 
                "20002577": 1
            }
        }
    }, 
    "L_HSG": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010440": 2, 
                "20010441": 1, 
                "20010439": 2
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010444": 2, 
                "20010443": 2, 
                "20010442": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20010445": 1
            }
        }
    }, 
    "L_FMF_xian": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20014809": 1, 
                "20014808": 4, 
                "20014810": 20, 
                "20014807": 5, 
                "20014812": 7, 
                "20014813": 4, 
                "20014814": 5, 
                "20014806": 5, 
                "20014805": 5, 
                "20014815": 4, 
                "20014844": 1
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20014811": 1, 
                "20014816": 1, 
                "20014817": 1
            }
        }
    }, 
    "cycle_L_JSDK": {
        1: {
            "comment": "御风盾", 
            "monsterInfo": {
                "40000457": 5
            }
        }
    }, 
    "L_JHSX": {
        1: {
            "comment": "女娲圣像和黑气", 
            "monsterInfo": {
                "20006866": 1, 
                "20006865": 1
            }
        }, 
        2: {
            "comment": "六欲心魔", 
            "monsterInfo": {
                "20006867": 1
            }
        }
    }, 
    "L_HMT_Planes002": {
        1: {
            "comment": "封神榜和封神榜台子", 
            "monsterInfo": {
                "20012725": 1, 
                "20012723": 1
            }
        }, 
        2: {
            "comment": "陆压", 
            "monsterInfo": {
                "20012724": 1
            }
        }, 
        3: {
            "comment": "空盒子-招第1波怪物（底座）+空盒子-招第1波怪物（四周）", 
            "monsterInfo": {
                "20012718": 1
            }
        }, 
        4: {
            "comment": "第1波怪物", 
            "monsterInfo": {
                "20012729": 2, 
                "20012730": 2
            }
        }, 
        6: {
            "comment": "第2波怪物", 
            "monsterInfo": {
                "20012732": 2, 
                "20012731": 3
            }
        }, 
        8: {
            "comment": "第3波怪物", 
            "monsterInfo": {
                "20012734": 3, 
                "20012733": 3
            }
        }, 
        10: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012735": 1
            }
        }, 
        11: {
            "comment": "宝物盒子", 
            "monsterInfo": {
                "20012727": 1
            }
        }, 
        12: {
            "comment": "传送门", 
            "monsterInfo": {
                "20012726": 1
            }
        }
    }, 
    "L_FMNL_Planes013": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20010951": 4, 
                "20010952": 4
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20010954": 1, 
                "20010953": 2
            }
        }
    }, 
    "L_TXHJ": {
        1: {
            "comment": "第一波小怪", 
            "monsterInfo": {
                "20000828": 2, 
                "20000829": 3, 
                "20000141": 2, 
                "20000140": 1, 
                "20000139": 1
            }
        }, 
        2: {
            "comment": "第二波小怪", 
            "monsterInfo": {
                "20000143": 3, 
                "20000142": 2, 
                "20000144": 2
            }
        }, 
        3: {
            "comment": "石像", 
            "monsterInfo": {
                "20000821": 2, 
                "20000822": 3, 
                "20000147": 2, 
                "20000146": 2, 
                "20000145": 3
            }
        }, 
        4: {
            "comment": "心魔", 
            "monsterInfo": {
                "20003796": 1, 
                "20000149": 1, 
                "20000129": 1, 
                "20003795": 1
            }
        }
    }, 
    "L_BQXB_Planes101": {
        1: {
            "comment": "明怪 boss", 
            "monsterInfo": {
                "20004022": 1
            }
        }
    }, 
    "L_JSC_Planes201": {
        1: {
            "comment": "第一波:明怪", 
            "monsterInfo": {
                "20000720": 2, 
                "20000719": 2
            }
        }, 
        2: {
            "comment": "第二波:暗怪", 
            "monsterInfo": {
                "20000721": 2
            }
        }, 
        3: {
            "comment": "第三波:暗怪", 
            "monsterInfo": {
                "20000722": 3
            }
        }, 
        4: {
            "comment": "第四波：明怪", 
            "monsterInfo": {
                "20000121": 3, 
                "20000122": 2
            }
        }, 
        5: {
            "comment": "第五波：暗怪，左右护法", 
            "monsterInfo": {
                "20000705": 1, 
                "20000706": 1
            }
        }, 
        6: {
            "comment": "第六波：Boss", 
            "monsterInfo": {
                "20000123": 1
            }
        }
    }, 
    "L_FMNL_Planes010": {}, 
    "L_HQLZ": {
        1: {
            "comment": "刷冲锋战灵", 
            "monsterInfo": {
                "20004451": 1
            }
        }, 
        2: {
            "comment": "四个平台和一个固定浮石", 
            "monsterInfo": {
                "20004402": 1, 
                "20004255": 1, 
                "20004254": 1, 
                "20004253": 1, 
                "20004252": 1
            }
        }, 
        3: {
            "comment": "龙珠", 
            "monsterInfo": {
                "40000051": 1
            }
        }, 
        4: {
            "comment": "出方阵陷阱", 
            "monsterInfo": {
                "30000214": 1
            }
        }, 
        5: {
            "comment": "释放狂风怪", 
            "monsterInfo": {
                "20004401": 1
            }
        }
    }, 
    "L_JX_02_Planes102": {
        1: {
            "comment": "第一波", 
            "monsterInfo": {
                "20007515": 1, 
                "20007514": 1, 
                "20007511": 1, 
                "20007510": 1, 
                "20007513": 1, 
                "20007512": 1
            }
        }, 
        2: {
            "comment": "第二波", 
            "monsterInfo": {
                "20007644": 1, 
                "20007516": 1, 
                "20007641": 1, 
                "20007643": 1, 
                "20007642": 1
            }
        }, 
        3: {
            "comment": "第三波", 
            "monsterInfo": {
                "20007645": 1, 
                "20007647": 1, 
                "20007646": 1, 
                "20007648": 1
            }
        }, 
        4: {
            "comment": "第四波", 
            "monsterInfo": {
                "20007652": 1, 
                "20007651": 1
            }
        }, 
        5: {
            "comment": "羲和", 
            "monsterInfo": {
                "20007659": 1
            }
        }, 
        6: {
            "comment": "帝俊", 
            "monsterInfo": {
                "20007660": 1
            }
        }, 
        7: {
            "comment": "金乌准提", 
            "monsterInfo": {
                "20007662": 10, 
                "20007661": 1
            }
        }
    }, 
    "SE_L_SFC_01": {}, 
    "L_WSS_Planes005": {
        1: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20011381": 4
            }
        }, 
        2: {
            "comment": "第二波：陷阱", 
            "monsterInfo": {
                "20002195": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20011416": 2, 
                "20011415": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20002561": 1
            }
        }
    }, 
    "L_WSS_Planes004": {
        1: {
            "comment": "第一波：暗怪", 
            "monsterInfo": {
                "20011394": 1, 
                "20011400": 1, 
                "20011392": 1, 
                "20011393": 1, 
                "20011399": 1, 
                "20002186": 1
            }
        }, 
        2: {
            "comment": "第二波：明怪", 
            "monsterInfo": {
                "20011386": 4, 
                "20011385": 2, 
                "20011384": 2, 
                "20011383": 2, 
                "20011382": 2
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20011405": 2, 
                "20011406": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20002193": 1
            }
        }
    }, 
    "L_WSS_Planes007": {
        1: {
            "comment": "宝箱假+宝箱真", 
            "monsterInfo": {
                "40000022": 15, 
                "40000023": 1
            }
        }, 
        2: {
            "comment": "第一波：暗怪", 
            "monsterInfo": {
                "20002587": 3, 
                "20002586": 2
            }
        }, 
        3: {
            "comment": "演员：镇元子+祝融", 
            "monsterInfo": {
                "20002589": 1, 
                "20002588": 1
            }
        }, 
        4: {
            "comment": "第二波：暗怪", 
            "monsterInfo": {
                "20002590": 2, 
                "20002591": 2
            }
        }, 
        5: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20002592": 1
            }
        }, 
        6: {
            "comment": "第三波：暗怪", 
            "monsterInfo": {
                "20002593": 4, 
                "20002594": 4
            }
        }, 
        7: {
            "comment": "第四波：暗怪", 
            "monsterInfo": {
                "20002598": 2, 
                "20002596": 2, 
                "20002597": 2, 
                "20002595": 2
            }
        }
    }, 
    "L_WSS_Planes006": {
        1: {
            "comment": "清风1", 
            "monsterInfo": {
                "20002584": 1
            }
        }, 
        2: {
            "comment": "清风2", 
            "monsterInfo": {
                "20002585": 1
            }
        }, 
        3: {
            "comment": "龙卷风1", 
            "monsterInfo": {
                "30000088": 7
            }
        }, 
        4: {
            "comment": "龙卷风2", 
            "monsterInfo": {
                "30000089": 8
            }
        }, 
        5: {
            "comment": "龙卷风3", 
            "monsterInfo": {
                "30000090": 9
            }
        }, 
        11: {
            "comment": "水圈1", 
            "monsterInfo": {
                "30000087": 20
            }
        }, 
        12: {
            "comment": "", 
            "monsterInfo": {
                "30000087": 46
            }
        }, 
        13: {
            "comment": "", 
            "monsterInfo": {
                "30000087": 65
            }
        }
    }, 
    "L_WSS_Planes001": {
        1: {
            "comment": "暗怪", 
            "monsterInfo": {
                "20000344": 3, 
                "20000964": 2
            }
        }, 
        2: {
            "comment": "跳出怪", 
            "monsterInfo": {
                "20001278": 1, 
                "20001279": 1, 
                "20000345": 1, 
                "20001280": 1, 
                "20001281": 1
            }
        }, 
        3: {
            "comment": "boss", 
            "monsterInfo": {
                "20001277": 1
            }
        }
    }, 
    "L_ZLY_Planes006": {
        1: {
            "comment": "第一波跳跃怪", 
            "monsterInfo": {
                "20006219": 1, 
                "20006218": 1, 
                "20006220": 1, 
                "20006217": 1, 
                "20006221": 1
            }
        }, 
        3: {
            "comment": "BOSS", 
            "monsterInfo": {
                "20006228": 1, 
                "20006226": 1
            }
        }, 
        4: {
            "comment": "玄阴妖兵", 
            "monsterInfo": {
                "20006225": 4
            }
        }, 
        5: {
            "comment": "玄阴魔煞", 
            "monsterInfo": {
                "20006224": 2
            }
        }
    }, 
    "L_WSS_Planes003": {
        1: {
            "comment": "跳出怪", 
            "monsterInfo": {
                "20000370": 1, 
                "20000371": 1, 
                "20000372": 1, 
                "20000373": 1, 
                "20000369": 1
            }
        }, 
        2: {
            "comment": "明怪", 
            "monsterInfo": {
                "20000367": 2, 
                "20000374": 3, 
                "20000366": 3, 
                "20000375": 2
            }
        }, 
        3: {
            "comment": "boss", 
            "monsterInfo": {
                "20000368": 1
            }
        }
    }, 
    "L_WSS_Planes002": {
        1: {
            "comment": "混元星斗图放置台", 
            "monsterInfo": {
                "20000356": 1
            }
        }, 
        2: {
            "comment": "混元星斗图", 
            "monsterInfo": {
                "20000357": 1
            }
        }, 
        3: {
            "comment": "混元星斗图光效", 
            "monsterInfo": {
                "20000358": 1
            }
        }, 
        4: {
            "comment": "南北护法", 
            "monsterInfo": {
                "20000352": 1, 
                "20000353": 1
            }
        }, 
        5: {
            "comment": "护法", 
            "monsterInfo": {
                "20000354": 1
            }
        }, 
        6: {
            "comment": "星辰子", 
            "monsterInfo": {
                "20000355": 1
            }
        }, 
        7: {
            "comment": "表演陷阱", 
            "monsterInfo": {
                "20000360": 1
            }
        }
    }, 
    "L_BQXB_Planes105": {
        1: {
            "comment": "守卫+平民+祖巫蓐收+丹朱", 
            "monsterInfo": {
                "20006411": 1, 
                "20006410": 6, 
                "20006405": 2, 
                "20006406": 2, 
                "20006407": 2, 
                "20006408": 2, 
                "20006409": 6, 
                "20006529": 1
            }
        }, 
        2: {
            "comment": "中门第1波攻城怪", 
            "monsterInfo": {
                "20006458": 2, 
                "20006457": 2, 
                "20006455": 1, 
                "20006454": 1, 
                "20006453": 1, 
                "20006452": 1, 
                "20006530": 5, 
                "20006531": 4, 
                "20006532": 1, 
                "20006417": 1, 
                "20006416": 1, 
                "20006415": 1, 
                "20006537": 2, 
                "20006538": 1, 
                "20006418": 1, 
                "20006462": 3, 
                "20006463": 8, 
                "20006460": 2, 
                "20006461": 2, 
                "20006540": 2, 
                "20006464": 8, 
                "20006465": 3
            }
        }, 
        3: {
            "comment": "东门第2波攻城怪", 
            "monsterInfo": {
                "20006480": 2, 
                "20006482": 2, 
                "20006483": 2, 
                "20006484": 2, 
                "20006485": 2, 
                "20006486": 2, 
                "20006487": 2, 
                "20006475": 1, 
                "20006474": 1, 
                "20006477": 1, 
                "20006476": 1, 
                "20006471": 1, 
                "20006470": 1, 
                "20006473": 1, 
                "20006472": 1, 
                "20006479": 1, 
                "20006478": 1, 
                "20006540": 1, 
                "20006530": 5, 
                "20006531": 1, 
                "20006537": 1, 
                "20006538": 2, 
                "20006466": 1, 
                "20006467": 1
            }
        }, 
        4: {
            "comment": "西门第3波攻城怪", 
            "monsterInfo": {
                "20006488": 1, 
                "20006489": 1, 
                "20006530": 7, 
                "20006531": 1, 
                "20006514": 2, 
                "20006512": 2, 
                "20006513": 2, 
                "20006511": 2, 
                "20006538": 1, 
                "20006499": 1, 
                "20006498": 1, 
                "20006493": 1, 
                "20006490": 1, 
                "20006497": 1, 
                "20006496": 1, 
                "20006495": 1, 
                "20006494": 1, 
                "20006509": 2, 
                "20006508": 2, 
                "20006540": 4, 
                "20006500": 1, 
                "20006503": 1, 
                "20006504": 2, 
                "20006507": 2, 
                "20006506": 2
            }
        }, 
        5: {
            "comment": "中门第4波攻城怪", 
            "monsterInfo": {
                "20006516": 1, 
                "20006522": 2, 
                "20006521": 1, 
                "20006520": 1, 
                "20006523": 2, 
                "20006524": 2, 
                "20006518": 1, 
                "20006519": 1, 
                "20006515": 1, 
                "20006517": 1
            }
        }, 
        6: {
            "comment": "赤脚大仙", 
            "monsterInfo": {
                "20006525": 1
            }
        }, 
        7: {
            "comment": "光墙——去往东门", 
            "monsterInfo": {
                "20006526": 1
            }
        }, 
        8: {
            "comment": "光墙——去往西门", 
            "monsterInfo": {
                "20006527": 1
            }
        }, 
        9: {
            "comment": "鲲鹏魔像", 
            "monsterInfo": {
                "20006528": 1
            }
        }
    }, 
    "L_ZLY_Planes009": {
        1: {
            "comment": "九阳神火兽", 
            "monsterInfo": {
                "20006765": 1
            }
        }
    }, 
    "L_ZLY_Planes008": {
        1: {
            "comment": "乾风", 
            "monsterInfo": {
                "20006756": 1
            }
        }
    }, 
    "L_BHD_21": {
        4: {
            "comment": "第一波暗怪", 
            "monsterInfo": {
                "20002642": 3, 
                "20002643": 4
            }
        }, 
        9: {
            "comment": "第二波暗怪", 
            "monsterInfo": {
                "20002657": 2, 
                "20002656": 1, 
                "20002658": 2
            }
        }, 
        11: {
            "comment": "第三波暗怪", 
            "monsterInfo": {
                "20002666": 3, 
                "20002667": 4
            }
        }, 
        15: {
            "comment": "第四波暗怪", 
            "monsterInfo": {
                "20002684": 2, 
                "20002682": 2, 
                "20002681": 1
            }
        }, 
        16: {
            "comment": "第五波暗怪", 
            "monsterInfo": {
                "20002682": 3, 
                "20002683": 2
            }
        }, 
        17: {
            "comment": "星图妖灵", 
            "monsterInfo": {
                "20002676": 1
            }
        }
    }, 
    "L_BJXK": {
        1: {
            "comment": "第一批6个石像怪（第1波）", 
            "monsterInfo": {
                "20009661": 4, 
                "20009662": 4
            }
        }, 
        2: {
            "comment": "第2批雷电网（表现）", 
            "monsterInfo": {
                "30000669": 2, 
                "30000668": 1, 
                "30000665": 1, 
                "30000667": 1, 
                "30000666": 1
            }
        }, 
        3: {
            "comment": "第3批陷阱（表现）", 
            "monsterInfo": {
                "20009663": 1
            }
        }, 
        5: {
            "comment": "第5批空中射箭的怪物（表现）", 
            "monsterInfo": {
                "20009678": 1, 
                "20009679": 1, 
                "20009676": 1, 
                "20009677": 1, 
                "20009674": 1, 
                "20009675": 1, 
                "20009673": 1, 
                "20009680": 1
            }
        }, 
        6: {
            "comment": "第6批站在石柱上射箭的跳下怪（表演+战斗）", 
            "monsterInfo": {
                "20009684": 1, 
                "20009683": 1, 
                "20009682": 1, 
                "20009681": 1
            }
        }, 
        7: {
            "comment": "第7批一个精英（战斗）", 
            "monsterInfo": {
                "20009689": 1
            }
        }, 
        10: {
            "comment": "第10批6个招怪空盒子（第5波）", 
            "monsterInfo": {
                "20009665": 1, 
                "20009667": 1, 
                "20009666": 1, 
                "20009669": 1, 
                "20009668": 1, 
                "20009670": 1
            }
        }, 
        11: {
            "comment": "Boss", 
            "monsterInfo": {
                "20009697": 1
            }
        }, 
        12: {
            "comment": "传送门", 
            "monsterInfo": {
                "20009698": 1
            }
        }
    }, 
    "L_BQXB_Planes104": {
        1: {
            "comment": "明怪恶灵", 
            "monsterInfo": {
                "20005456": 6, 
                "20005457": 9, 
                "20005455": 7
            }
        }, 
        2: {
            "comment": "夕风", 
            "monsterInfo": {
                "20005459": 1
            }
        }, 
        3: {
            "comment": "千魂恶灵", 
            "monsterInfo": {
                "20005458": 1
            }
        }, 
        4: {
            "comment": "暗怪恶灵", 
            "monsterInfo": {
                "20005464": 1, 
                "20005463": 1, 
                "20005462": 1, 
                "20005461": 1, 
                "20005460": 1
            }
        }, 
        5: {
            "comment": "游荡恶灵", 
            "monsterInfo": {
                "20005452": 3, 
                "20005453": 3, 
                "20005454": 4
            }
        }
    }, 
    "L_MXG_Planes002": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20008611": 1, 
                "20008610": 1, 
                "20008606": 1, 
                "20008607": 1, 
                "20008608": 1, 
                "20008609": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20007733": 1, 
                "20007732": 1, 
                "20007735": 1, 
                "20007734": 1, 
                "20007742": 2
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20008613": 2, 
                "20008612": 3
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20007694": 3, 
                "20007695": 2
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20007696": 3, 
                "20007697": 2
            }
        }, 
        6: {
            "comment": "", 
            "monsterInfo": {
                "20008614": 1
            }
        }, 
        7: {
            "comment": "", 
            "monsterInfo": {
                "20007698": 1
            }
        }, 
        8: {
            "comment": "", 
            "monsterInfo": {
                "20007743": 1
            }
        }, 
        9: {
            "comment": "", 
            "monsterInfo": {
                "20007699": 1
            }
        }, 
        10: {
            "comment": "", 
            "monsterInfo": {
                "20007700": 1
            }
        }, 
        11: {
            "comment": "", 
            "monsterInfo": {
                "20007731": 1
            }
        }
    }, 
    "L_MXG_Planes001": {
        1: {
            "comment": "", 
            "monsterInfo": {
                "20007681": 1, 
                "20007683": 1, 
                "20007682": 1, 
                "20007685": 1, 
                "20007684": 1, 
                "20007686": 1
            }
        }, 
        2: {
            "comment": "", 
            "monsterInfo": {
                "20007688": 2, 
                "20007687": 3
            }
        }, 
        3: {
            "comment": "", 
            "monsterInfo": {
                "20007689": 4, 
                "20007690": 3
            }
        }, 
        4: {
            "comment": "", 
            "monsterInfo": {
                "20007691": 1
            }
        }, 
        5: {
            "comment": "", 
            "monsterInfo": {
                "20007692": 1, 
                "20007693": 1
            }
        }
    }, 
    "L_HYHZ_08": {
        1: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20001820": 1
            }
        }, 
        2: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20001821": 5
            }
        }, 
        3: {
            "comment": "第二波：小怪", 
            "monsterInfo": {
                "20001822": 5
            }
        }, 
        4: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001823": 1
            }
        }
    }, 
    "L_HYHZ_06": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001809": 1, 
                "20001808": 1, 
                "20001805": 1, 
                "20001818": 1, 
                "20001807": 1
            }
        }
    }, 
    "L_HYHZ_07": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001808": 1, 
                "20001819": 1, 
                "20001810": 1, 
                "20001807": 1, 
                "20001811": 1
            }
        }
    }, 
    "L_HYHZ_04": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001816": 1, 
                "20001806": 1, 
                "20001807": 1, 
                "20001810": 1, 
                "20001811": 1
            }
        }
    }, 
    "L_HYHZ_05": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001817": 1, 
                "20001808": 1, 
                "20001805": 1, 
                "20001807": 1, 
                "20001811": 1
            }
        }
    }, 
    "L_HYHZ_02": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001809": 1, 
                "20001808": 1, 
                "20001814": 1, 
                "20001810": 1, 
                "20001811": 1
            }
        }
    }, 
    "L_HYHZ_03": {
        1: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001809": 1, 
                "20001815": 1, 
                "20001812": 1, 
                "20001810": 1, 
                "20001811": 1
            }
        }
    }, 
    "L_RYDD": {
        1: {
            "comment": "第1波小怪", 
            "monsterInfo": {
                "20012934": 3, 
                "20012933": 3
            }
        }, 
        2: {
            "comment": "第2波精英", 
            "monsterInfo": {
                "20012941": 1
            }
        }, 
        3: {
            "comment": "第3波4个小怪", 
            "monsterInfo": {
                "20012940": 2, 
                "20012939": 2
            }
        }, 
        4: {
            "comment": "Boss", 
            "monsterInfo": {
                "20012943": 1
            }
        }, 
        5: {
            "comment": "Boss相关的空盒子", 
            "monsterInfo": {
                "20012944": 4
            }
        }
    }, 
    "L_HYHZ_01": {
        1: {
            "comment": "陷阱", 
            "monsterInfo": {
                "20001802": 1
            }
        }, 
        2: {
            "comment": "第一波：小怪", 
            "monsterInfo": {
                "20001803": 3, 
                "20001804": 2
            }
        }, 
        3: {
            "comment": "传送门", 
            "monsterInfo": {
                "20001809": 1, 
                "20001808": 1, 
                "20001813": 1, 
                "20001810": 1, 
                "20001807": 1
            }
        }
    }
}