# -*- coding: utf-8 -*-
Datas = {
        0: {
            "sender":"系统",
            "title": "{0}——失物回奉",
            "content": """道友您好：
      您在副本{0}中因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
        1: {
            "sender":"系统",
            "title": "礼包——失物回奉",
            "content": """道友您好：
      您在打开礼包时，因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
        2: {
            "sender":"系统",
            "title": "{0}——失物回奉",
            "content": """道友您好：
      您在活动{0}中因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
        3: {
            "sender":"系统",
            "title": "{0}——失物回奉",
            "content": """道友您好：
      您在任务{0}中因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
		4: {
            "sender":"系统",
            "title": "宝箱——失物回奉",
            "content": """道友您好：
      您在拾取宝箱过程中因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
        5: {
            "sender":"系统",
            "title": "通天塔奖励",
            "content": """道友您好：
      您在通天塔奖励过程中因背包已满，而未能获得的奖励，现已通过系统邮件悉数奉上，敬请查收！"""
        },
        6: {
            "sender":"系统",
            "title": "玲珑玉令",
            "content": """道友您好：
      您因背包已满，而未获得相应的玲珑玉令，现已通过系统邮件悉数奉上，敬请查收！"""
        },
		7: {
            "sender":"系统",
            "title": "封测礼包",
            "content": """修真百劫方起始，遍历洪荒求万法。
      欢迎道友进入天国，洪荒世界变幻莫测，仙魔对立劫将至，赶紧进入这绚丽多彩的洪荒异世搅动风云吧！这里有小小礼物相赠，预祝道友一路顺遂，绝顶可期。"""
        },
}
