# -*- coding: utf-8 -*-
Datas = {
    1: {
        "a": "35级", 
        "questionID": 1, 
        "c": "20级", 
        "b": "30级", 
        "d": "25级", 
        "questionDes": "玩家等级到达多少才可以创建帮会？", 
        "answer": "c"
    }, 
    2: {
        "a": "300金", 
        "questionID": 2, 
        "c": "10000金", 
        "b": "5000金", 
        "d": "20000金", 
        "questionDes": "玩家创建帮会需要消耗多少金钱？", 
        "answer": "c"
    }, 
    3: {
        "a": "30级", 
        "questionID": 3, 
        "c": "25级", 
        "b": "20级", 
        "d": "40级", 
        "questionDes": "玩家等级到达多少才可以加入帮会？", 
        "answer": "b"
    }, 
    4: {
        "a": "5个", 
        "questionID": 4, 
        "c": "10个", 
        "b": "2个", 
        "d": "20个", 
        "questionDes": "玩家最多可以同时申请加入几个帮会？", 
        "answer": "c"
    }, 
    5: {
        "a": "12个", 
        "questionID": 5, 
        "c": "6个", 
        "b": "10个", 
        "d": "8个", 
        "questionDes": "帮会名称最多为几个文字？", 
        "answer": "c"
    }, 
    6: {
        "a": "20:00—20:30", 
        "questionID": 6, 
        "c": "18:00—18:30", 
        "b": "19:00—19:30", 
        "d": "17:00—17:30", 
        "questionDes": "帮会掠夺的开放时间是？", 
        "answer": "a"
    }, 
    7: {
        "a": "5点", 
        "questionID": 7, 
        "c": "10点", 
        "b": "1点", 
        "d": "30点", 
        "questionDes": "帮会捐献中1金等于多少点帮贡？", 
        "answer": "b"
    }, 
    8: {
        "a": "2人", 
        "questionID": 8, 
        "c": "6人", 
        "b": "4人", 
        "d": "10人", 
        "questionDes": "帮会长老最多有几人？", 
        "answer": "b"
    }, 
    9: {
        "a": "1周", 
        "questionID": 9, 
        "c": "3周", 
        "b": "2周", 
        "d": "4周", 
        "questionDes": "帮主连续几周未上线，系统将强制罢免帮主的职位？", 
        "answer": "b"
    }, 
    10: {
        "a": "高级仙师/魔师", 
        "questionID": 10, 
        "c": "中级仙师/魔师", 
        "b": "初级仙灵/魔灵", 
        "d": "初级仙师/魔师", 
        "questionDes": "玩家修为境界到达哪个层次才可以创建帮会？", 
        "answer": "d"
    }
}